var data = [{"id":"0.0","season":"0.0","episode":"0.0","code":"S0E0","title":"Pilot","longTitle":"The team go to Dorchester in Oxfordshire, where they look into three sites. The first site is under an allotment where users have been finding pottery and human bone, secondly they look for a cathedral built 1350 years ago and lastly a field where some unusual finds have been discovered.","locations":[{"text":"Dorchester, Oxfordshire","coordinates":"51.643934°N 1.165309°W","lat":51.643934,"lng":-1.165309}],"themes":["Church","14th C"],"date":null},{"id":"1.0","season":"1.0","episode":"1.0","code":"S1E1","title":"The Guerrilla Base of the King","longTitle":"Recorded between 16 and 18 April 1993, this episode's dig tries to find evidence of what the site's settlement looked like in the time of Alfred the Great, focusing on the search for Alfred's Athelney Abbey and fort. Finds: Geophysics plot of cathedral.[","locations":[{"text":"Athelney, Somerset","coordinates":"51.059011°N 2.936678°W","lat":51.059011,"lng":-2.936678}],"themes":["Dark Age"],"date":758674800000},{"id":"2.0","season":"1.0","episode":"2.0","code":"S1E2","title":"On the Edge of an Empire","longTitle":"Recorded between 3 and 5 September 1993, \"On the Edge of an Empire\" looks into Ribchester's Roman history. Finds: earlier turf-built phase of Roman fort preceding the stone fort, Punic (defensive) ditch. Experimental demonstration: Digging of defensive ditch.","locations":[{"text":"Ribchester, Lancashire","coordinates":"53.811145°N 2.532268°W","lat":53.811145,"lng":-2.532268}],"themes":["Roman"],"date":759279600000},{"id":"3.0","season":"1.0","episode":"3.0","code":"S1E3","title":"The New Town of a Norman Prince","longTitle":"Recorded between 9 and 11 April 1993 (which makes it the first put on film), this episode tries to discover why Much Wenlock grew into a busy medieval market town. Finds: 13th century baronial hall inside an existing building.","locations":[{"text":"Much Wenlock, Shropshire","coordinates":"52.595906°N 2.557250°W","lat":52.595906,"lng":-2.55725}],"themes":["Norman"],"date":759884400000},{"id":"4.0","season":"1.0","episode":"4.0","code":"S1E4","title":"The Fortress in the Lake","longTitle":"Recorded between 16 and 18 September 1993, the team tries to discover what happened to a Dark Ages palace located on a man-made island in the middle of a lake. Finds: Shale finger ring from 9th-10th century. Experimental demonstration: Dark Age boatbuilding.","locations":[{"text":"Llangorse Lake, Powys","coordinates":"51.933672°N 3.268508°W","lat":51.933672,"lng":-3.268508}],"themes":["Dark Age"],"date":760489200000},{"id":"5.0","season":"2.0","episode":"1.0","code":"S2E1","title":"Lord of the Isles","longTitle":"Recorded between 24 and 26 June 1994, the team helps the National Museums of Scotland to search for the secrets of Finlaggan, the centre of the kingdom of the Lord of the Isles. Finds: Neolithic sites dating to 6000 BCE. Experimental demonstration: Scottish padded linen armor.","locations":[{"text":"Finlaggan, Islay","coordinates":"55.834867°N 6.171225°W","lat":55.834867,"lng":-6.171225}],"themes":["Neolithic"],"date":789519600000},{"id":"6.0","season":"2.0","episode":"2.0","code":"S2E2","title":"The Saxon Graves","longTitle":"Recorded between 6 and 8 May 1994, in \"The Saxon Graves\" the team excavate a Saxon burial ground in a Wiltshire village which is situated on a building site owned by developer, David Buckland. Until all the graves have been mapped he is unable to continue with the development. They are joined by osteoarchaeologist Margaret Cox, archaeologists Peter Cox and Helena Cave-Penney, and conservator Meg Brooks; while blacksmith Ivor Lawton forges a Saxon blade from alternate leaves of steel and iron. And the team get excited about possible prehistoric activity.[4] Finds: Additional Saxon-era graves, Bronze Age cremation urn. Experimental demonstration: Saxon knife-making.","locations":[{"text":"Winterbourne Gunner, Wiltshire","coordinates":"51.115883°N 1.740619°W","lat":51.115883,"lng":-1.740619}],"themes":["Saxon"],"date":790124400000},{"id":"7.0","season":"2.0","episode":"3.0","code":"S2E3","title":"The Lost Villa","longTitle":"Recorded between 23 and 25 April 1994, the team try to discover why a 15th century village church has a small pagan Roman statue embedded within its walls. The first two days were spent in conflict with English Heritage, so no significant finds were made. Experimental demonstration: Roman mosaic floor.","locations":[{"text":"Tockenham, Wiltshire","coordinates":"51.512439°N 1.944539°W","lat":51.512439,"lng":-1.944539}],"themes":[""],"date":790729200000},{"id":"8.0","season":"2.0","episode":"4.0","code":"S2E4","title":"The Archbishop's Back Garden","longTitle":"Recorded between 8 and 10 July 1994, in this episode the team try to determine whether the Roman road into London crossed the Thames at Lambeth or Tower Bridge, and if Lambeth or the City was the site of the first Roman settlement. Find: Roman road route rediscovered. Experimental demonstration: road-building.","locations":[{"text":"Lambeth Palace, London","coordinates":"51.496999°N 0.118650°W","lat":51.496999,"lng":-0.11865}],"themes":[""],"date":791334000000},{"id":"9.0","season":"2.0","episode":"5.0","code":"S2E5","title":"Medieval Dining Hall","longTitle":"Recorded between 10 and 12 June 1994, the episode focuses on Hylton Castle, now in the middle of a Sunderland housing estate, and how extensive the castle originally was. Finds: Flemish floor tiles in situ, later 16th-century building that overlooked gardens. Experimental demonstration: life in medieval times.[","locations":[{"text":"Hylton Castle, Sunderland","coordinates":"54.92253°N 1.44318°W","lat":54.92253,"lng":-1.44318}],"themes":["Medieval"],"date":791938800000},{"id":"10.0","season":"3.0","episode":"1.0","code":"S3E1","title":"Prehistoric Fogou","longTitle":"Recorded between 17 and 19 March 1995, the team try to discover what a 2000-year-old underground chamber (fogou) beneath Jo May's garden was used for. Dowser Hamish Miller shows the extent of the fogou beneath the lawn, and Tony tries his hand at dowsing. But Mick is skeptical, preferring to rely on the geophysical survey. They are also trying to find the Iron Age settlement that would have adjoined the fogou. Joining the team are archaeological geophysicist Susan Ovenden, and county archaeologist Nick Johnson.[3] The programme includes an experiment in extracting pure tin from the local stream.","locations":[{"text":"Boleigh, Cornwall","coordinates":"50.071303°N 5.582972°W","lat":50.071303,"lng":-5.582972},{"text":"Treveneague, Cornwall","coordinates":"50.129124°N 5.434687°W","lat":50.129124,"lng":-5.434687}],"themes":["Prehistoric"],"date":820969200000},{"id":"11.0","season":"3.0","episode":"2.0","code":"S3E2","title":"Hunting for Mammoth","longTitle":"Recorded between 21 and 23 April 1995, in this episode the team go to a gravel pit that is soon to become landfill, where they attempt to unearth 200,000-year-old remains of mammoths and other prehistoric animals. Gravel pits are typical sites for paleolithic remains. But the chances of finding evidence of any prehistoric peoples are remote. Joining the team are Christine Buckingham, Kate Scott, and palaeontologist Russell Coope. Wood anatomist Rowena Gale tries to match ancient and modern wood samples[3] For this episode the team are joined by archaeologist Kate Scott and geologist Christine Buckingham.","locations":[{"text":"Stanton Harcourt, Oxfordshire","coordinates":"51.741998°N 1.402281°W","lat":51.741998,"lng":-1.402281}],"themes":["Prehistoric"],"date":821574000000},{"id":"12.0","season":"3.0","episode":"3.0","code":"S3E3","title":"Village of the Templars","longTitle":"Recorded between 26 and 28 May 1995. A 13th century picture of Christ, strikingly similar to that on the Turin Shroud, has turned up. It's believed to belong to the Knights Templar, a medieval order of monks who gave their name to the village of Templecombe. The team investigate a manor house thought to be on the site of a monastery. What's left of the monastery, and who were the Templars anyway? So far all the evidence seems to be outside the house, where Phil and the team have already dug up pieces of encaustic tile. Carenza and Robin are doing some research among the documents.","locations":[{"text":"Templecombe, Somerset","coordinates":"50.997661°N 2.415219°W","lat":50.997661,"lng":-2.415219}],"themes":["Medieval"],"date":822178800000},{"id":"13.0","season":"3.0","episode":"4.0","code":"S3E4","title":"A Wreck of the Spanish Armada","longTitle":"Recorded between 30 June and 2 July 1995. 20 years ago a teenage boy discovered a 400-year-old bronze cannon in water close to the south Devon coast. Nobody has yet identified the ship it belonged to. Will there be enough left of the wreck to identify it? As usual, Time Team have only three days to find out. Tony is looking forward to getting into his diving suit. But the team cannot dive until the wreck's archaeological supervisor, Chris Preece, arrives. Meanwhile the wreck's finder, Simon Burton, tells his story. Undeterred by disappointing geophysics results, the divers go ahead with their search in murky water. On land, armoury expert Nicholas Hall demonstrates the cannon. Ultimately Robin comes up with a theory about the ship's origin and purpose.","locations":[{"text":"Teignmouth, Devon","coordinates":"50.548171°N 3.489410°W","lat":50.548171,"lng":-3.48941}],"themes":[""],"date":822783600000},{"id":"14.0","season":"3.0","episode":"5.0","code":"S3E5","title":"Palace of the Irish Kings","longTitle":"Recorded between 7 and 9 April 1995, the team are at Emain Macha (aka Navan Fort), County Armagh, where according to Celtic legends three palaces were built. The evidence of two have been found and the team try to find evidence of the third.","locations":[{"text":"Emain Macha","coordinates":"54.3453°N 6.7186°W","lat":54.3453,"lng":-6.7186},{"text":"Creeveroe","coordinates":"54.3489°N 6.7076°W","lat":54.3489,"lng":-6.7076},{"text":"Haughey's Fort","coordinates":"54.3499°N 6.7140°W","lat":54.3499,"lng":-6.714},{"text":"Ballydoo","coordinates":"54.3494°N 6.7317°W","lat":54.3494,"lng":-6.7317}],"themes":[""],"date":823388400000},{"id":"15.0","season":"3.0","episode":"6.0","code":"S3E6","title":"Treasures of the Roman Field","longTitle":"Recorded between 28 and 30 August 1995. The team arrive in a large square field about 20 miles from Colchester. This is an area typically rich in Roman activity. Several remains have previously been dug up, including coins, an elaborate key, and Samian ware. Adrian Thorpe, the farmer, wants to know more. The indications are of a settlement with high status buildings, maybe timber-framed. With recycled fragments of genuine Roman glass, fired up in a homemade furnace, glassblower Ed Iglehart creates an authentic conical beaker. Among hundreds of finds is a metal owl brooch. They are joined by Jude Plouviez from Suffolk County Council, Roman specialist Lindsay Allason-Jones, environmental archaeologist Peter Murphy, and coin specialist Daphne Briggs.","locations":[{"text":"Lavenham, Suffolk","coordinates":"52.12409°N 0.83037°E","lat":52.12409,"lng":0.83037}],"themes":["Roman"],"date":823993200000},{"id":"16.0","season":"4.0","episode":"1.0","code":"S4E1","title":"Episode One","longTitle":"Recorded between 17 and 19 May 1996, the team go to St. Mary's City in Maryland to work with American archaeologists to look for evidence of the city founded by English colonists in 1634.[3] Different archaeological styles between American and British addressed, with the Time Team conducting geophys onsite for the first time. Finds: two buildings, including fort.","locations":[{"text":"St. Mary's City, Maryland, United States","coordinates":"38.189167°N 76.432222°W","lat":38.189167,"lng":-76.432222}],"themes":[""],"date":852418800000},{"id":"17.0","season":"4.0","episode":"2.0","code":"S4E2","title":"Episode Two","longTitle":"Filmed between 22 and 24 March 1996. A local landowner has discovered human bones while installing water pipes. It is known to be the site of a former leper hospital, and a major crossing between Devon and Cornwall. How much more can Time Team discover about it? Phil uncovers a complete skeleton which has received a Christian burial, and which Osteoarchaeologist Margaret Cox identifies as a young adult female. She also examines the bone fragments for signs of leprosy. Juliet Griffin makes a herbal poultice to dress the lepers' wounds. Robin Bush looks at the 13th century charter granted to the hospital.","locations":[{"text":"Launceston, Cornwall","coordinates":"50.639822°N 4.334246°W","lat":50.639822,"lng":-4.334246}],"themes":["13th C"],"date":853023600000},{"id":"18.0","season":"4.0","episode":"3.0","code":"S4E3","title":"Steam-Powered Mint","longTitle":"Recorded between 5 and 7 April 1996, this episode sees the team try to discover what remains of Matthew Boulton's Soho Manufactory, an important factory and home to the world's first steam-powered mint, during the Industrial Revolution. They are joined by industrial archaeologist George Demidowicz.","locations":[{"text":"Soho, Birmingham","coordinates":"52.498633°N 1.923911°W","lat":52.498633,"lng":-1.923911}],"themes":["Industrial Revolution"],"date":853628400000},{"id":"19.0","season":"4.0","episode":"4.0","code":"S4E4","title":"8th Century Church","longTitle":"Filmed from 14 to 16 June 1996, in this episode the team try to find out why the graveyard of a 19th century church features large tortoise-shaped gravestones dating back to the Dark Ages.[7] The team are joined by Scottish prehistorian Anna Ritchie and archaeologist Steve Driscoll.","locations":[{"text":"Govan, Glasgow","coordinates":"55.864368°N 4.312815°W","lat":55.864368,"lng":-4.312815}],"themes":["Dark Age"],"date":854233200000},{"id":"20.0","season":"4.0","episode":"5.0","code":"S4E5","title":"Norman and Medieval Castles","longTitle":"Recorded between 5 and 7 July 1996, the team try to discover a medieval castle and a Jacobean mansion. Barry Scott (bladesmith) makes a sword using traditional techniques, and the Conquest Society demonstrates hand-to-hand combat with authentic armour and chainmail.","locations":[{"text":"Malton, North Yorkshire","coordinates":"54.134507°N 0.792469°W","lat":54.134507,"lng":-0.792469}],"themes":["Norman","Medieval"],"date":854838000000},{"id":"21.0","season":"4.0","episode":"6.0","code":"S4E6","title":"Roman Villa","longTitle":"Filmed from 2 to 4 August 1996, this episode looks for a Roman villa that was first partially discovered 90 years before by William Hawley. Part of the site - a former army barracks - is covered in concrete, which at least protects what is underneath. But as they don't know exactly where the villa is, it could be a problem for both the diggers and the geophysics team. The team are joined by Duncan Coe (county archaeologist), Mark Corney (Roman buildings expert) and Lindsay Allason Jones (Roman finds).[9] At the end of day two Lindsay supervises an al fresco Roman-style meal. By day three they have the bare outline of a very substantial, high-status building complete with mosaic floors and central heating. But then unfortunately the time runs out.","locations":[{"text":"Netheravon, Wiltshire","coordinates":"51.232406°N 1.789822°W","lat":51.232406,"lng":-1.789822}],"themes":["Roman"],"date":855442800000},{"id":"23.0","season":"5.0","episode":"1.0","code":"S5E1","title":"Episode One","longTitle":"Filmed between 25 and 27 July 1997. The team are camped on an immaculate suburban lawn next to the Thames. They are searching for the now vanished Richmond Palace, site of the death of Elizabeth I. But amazingly nobody is exactly sure of its whereabouts. The first task is to dig up the lawn under the supervision of landscape gardener Martin Whitaker. Immediately they find evidence of a substantial high status Tudor building. They are joined by palaces expert Simon Thurley and local historian John Cloake. Tudor expert Hazel Forsyth shows Carenza how to make a pomander.[2] Plants from the garden are used by Maria Lis-Balchin to brew up some Elizabethan perfume.[3] The property owner was The Baron van Dedem.","locations":[{"text":"Richmond, Surrey","coordinates":"51.460373°N 0.310116°W","lat":51.460373,"lng":-0.310116}],"themes":["16th C"],"date":883868400000},{"id":"24.0","season":"5.0","episode":"2.0","code":"S5E2","title":"Episode Two","longTitle":"Recorded between 17 and 19 March 1997, in this episode they try to find an ancient wooden trackway across the boggy Somerset Levels while also trying to build a replica of a trackway. The team are joined by archaeologist Richard Brunning.","locations":[{"text":"Greylake, Somerset","coordinates":"51.098932°N 2.869454°W","lat":51.098932,"lng":-2.869454}],"themes":[""],"date":884473200000},{"id":"25.0","season":"5.0","episode":"3.0","code":"S5E3","title":"Episode Three","longTitle":"Filmed between 7 and 9 June 1997, the team travel to Sanday after some schoolchildren wrote to them saying they thought a local mound had Viking origins. The team are joined by Olwyn Owen from Historic Scotland, and Steve Dockrill and Julie Bond from the University of Bradford. Viking enthusiast Keith Prosser is challenged to make a 9th century bone comb.","locations":[{"text":"Sanday, Orkney","coordinates":"59.264121°N 2.60732°W","lat":59.264121,"lng":-2.60732}],"themes":["Viking"],"date":885078000000},{"id":"26.0","season":"5.0","episode":"4.0","code":"S5E4","title":"Turkdean","longTitle":"Highlights from Time Team Live 1997, the team go to Gloucestershire in search of a Roman villa. They are joined by Keith Branigan from the University of Sheffield, and Lindsay Allason-Jones (Roman finds expert). The programme includes a demonstration of making a pewter bowl from raw materials. TV personality Bill Oddie pays a visit. Hugh Fearnley-Whittingstall teams up with Roman chef Aurello Spagnolo to make an authentic feast.","locations":[{"text":"Turkdean, Gloucestershire","coordinates":"51.86964°N 1.85854°W","lat":51.86964,"lng":-1.85854}],"themes":["Roman"],"date":885682800000},{"id":"27.0","season":"5.0","episode":"5.0","code":"S5E5","title":"Episode Five","longTitle":"Recorded between 9 and 11 May 1997, the team are in Majorca where American archaeologist Bill Waldren is excavating the Copper Age Beaker settlement of Son Oleza. They are joined by site director Josep \"Pep\" Ensenyat. Phil and Pep try smelting some copper from the local ore. Astroarchaeologist Michael Hoskin looks at the celestial alignment of some stones at the site.","locations":[{"text":"Deya, Majorca, Spain","coordinates":"39.712479°N 2.600798°E","lat":39.712479,"lng":2.600798}],"themes":["Unknown"],"date":886287600000},{"id":"28.0","season":"5.0","episode":"6.0","code":"S5E6","title":"Episode Six","longTitle":"Filmed between 27 and 29 June 1997, the team go to Shropshire and search for a complex of medieval buildings in Aston Eyre, where the only remaining building is a farmhouse that used to be a gatehouse. They are joined by archaeologist Mark Horton and archivist Paul Stamper. Tree rings expert Dan Miles tries to get some dates from beams in the gatehouse. Ian Pritchett demonstrates a traditional lime kiln. Finds: potential earlier structure found at end of day three, but time ran out before they could determine what it was.[","locations":[{"text":"Aston Eyre, Shropshire","coordinates":"52.543986°N 2.513156°W","lat":52.543986,"lng":-2.513156}],"themes":["Medieval"],"date":886892400000},{"id":"29.0","season":"5.0","episode":"7.0","code":"S5E7","title":"Episode Seven","longTitle":"Recorded between 19 and 21 February 1997, the team look for the early monastic buildings on Cathedral Hill, where according to legend St. Patrick built a monastery and was buried. They are also digging up medieval finds, including roof tiles and glass, which indicate a high status building. They soon identify the large double ditch which originally enclosed the monastery complex. Victor tries his hand at medieval calligraphy and helps create an illuminated manuscript with a portrait of a familiar face, complete with hat and feather. We also see some vellum making.","locations":[{"text":"Downpatrick, County Down","coordinates":"54.327224°N 5.721692°W","lat":54.327224,"lng":-5.721692}],"themes":["Church","Medieval"],"date":888102000000},{"id":"30.0","season":"5.0","episode":"8.0","code":"S5E8","title":"Episode Eight","longTitle":"Filmed between 10 and 12 October 1997, Time Team go to High Worsall, near Middlesbrough, a village that almost completely disappeared hundreds of years ago. Finds: 14th century buildings and manor house, pristine spindle whorl. Experimental demonstration: fishing and cooking caught fish. Also, historians Robin Bush and Dawn Hadley are followed while they research the village and create a timeline.","locations":[{"text":"High Worsall, North Yorkshire","coordinates":"54.478678°N 1.405971°W","lat":54.478678,"lng":-1.405971}],"themes":["14th C"],"date":888706800000},{"id":"31.0","season":"6.0","episode":"1.0","code":"S6E1","title":"Wedgwood's First Factory","longTitle":"The Team are in Burslem, Stoke-on-Trent, to investigate what remains of Josiah Wedgwood's first factory and to discover what pottery he was making there. They find evidence of several centuries of potting and bottle kilns, including a time capsule of the pottery of Enoch Wood & Sons. Experimental archaeology: a replica creamware vase.","locations":[{"text":"Burslem, Stoke-on-Trent","coordinates":"53.045818°N 2.196994°W","lat":53.045818,"lng":-2.196994}],"themes":["Industrial Revolution"],"date":915318000000},{"id":"32.0","season":"6.0","episode":"2.0","code":"S6E2","title":"Episode Two","longTitle":"The team are in North East England, investigating Roman finds and a possible Roman building, unearthed in a family's back garden. The house is just 100 metres from a Roman fort, and south-west of the end of Hadrian's Wall. Geophysics are using state-of-the art Swedish radar equipment, to detect foundations beneath two metres of soil. A fragment of bronze mirror hints at a domestic settlement, a vicus, that would have sprung up next to the fort. But the diggers are finding plenty of archaeology, indicating much larger and more organised Roman building, possibly a city. Through the expertise of potter Gilbert Burroughes, the team are going to try to make a Samian ware bowl during the three days. The team are joined by Roman specialist Lindsay Allason-Jones.","locations":[{"text":"Papcastle, Cumbria","coordinates":"54.668705°N 3.380394°W","lat":54.668705,"lng":-3.380394}],"themes":["Roman"],"date":915922800000},{"id":"33.0","season":"6.0","episode":"3.0","code":"S6E3","title":"Episode Three","longTitle":"Time Team have been invited by pupils of Thetford Grammar School in Norfolk, to investigate the remains of a Dominican friary church and a 1,000-year-old Norman cathedral, in their playground.[4] There is much interest from the pupils when the team excavate human bones. Ecclesiastical historian Janet Burton describes the origins of the Dominican Order. Stonemason Simon Williams gives a practical demonstration of medieval wall-building using knapped flint and lime mortar. Stained glass expert David King confirms medieval dates for fragments from the friary. The junior school makes a timeline frieze, complete with felt bishops and monks. It all ends in an open evening for parents.","locations":[{"text":"Thetford, Norfolk","coordinates":"52.413928°N 0.744887°E","lat":52.413928,"lng":0.744887}],"themes":["Church","Norman"],"date":916527600000},{"id":"34.0","season":"6.0","episode":"4.0","code":"S6E4","title":"Cooper's Hole","longTitle":"Investigation, at the invitation of the cave's owner, the Marquess of Bath, to see if there is evidence of Palaeolithic human activity in the cave. This may be among the oldest homes in England. The ultimate aim is to get the site scheduled and thus protected from unofficial damage. However it soon becomes clear there is a lot of preparatory work involved. They are joined by palaeontologist Andy Currant, and cave archaeologists Larry Barham and Kate Robson Brown.[5] Caver Malcolm Cotter directs them to a cache of bones; but the tunnel is blocked by sediment from flooding.","locations":[{"text":"Cheddar Gorge, Somerset","coordinates":"51.282857°N 2.763778°W","lat":51.282857,"lng":-2.763778}],"themes":["Palaeolithic"],"date":917132400000},{"id":"35.0","season":"6.0","episode":"5.0","code":"S6E5","title":"Episode Five","longTitle":"In the 12th century many towns were designed and laid out on regular lines. The people of Plympton believe there is enough evidence to plot the layout of the medieval town which surrounds the ruins of their castle, and which was formerly owned by the immensely powerful and wealthy de Redvers family. As usual, Time Team have three days to find it. Back gardens and interiors will provide the clues, rather than frontages which have probably been altered many times in the last 800 years. So they will need plenty of help from local householders. They are joined by Plymouth city archaeologist Keith Ray and dendrochronologist Robert Howard.","locations":[{"text":"Plympton, Devon","coordinates":"50.382626°N 4.047981°W","lat":50.382626,"lng":-4.047981}],"themes":["Medieval"],"date":917737200000},{"id":"36.0","season":"6.0","episode":"6.0","code":"S6E6","title":"Episode Six","longTitle":"Looking for evidence of a 15th century dock, the team are in Small Hythe. The dock was once next to the mile-wide River Rother but its location is now an overgrown field, ten miles from the sea.[7] And early excavations reveal nothing more recent than wood from a prehistoric forest. Medieval ship expert Ian Friel explains that the dockyard used to have high naval significance, and was visited by Henry V. Woodworker Damian Goodburn uses authentic tools to build a ship's clinker hull. Victor draws the biggest ship ever built here, the Jesus. Using geophysics, John Gater and Sue Ovenden pinpoint the course of the old river. And very soon the finds start to accumulate, revealing the true scale of activity here.","locations":[{"text":"Smallhythe, Kent","coordinates":"51.038072°N 0.700398°E","lat":51.038072,"lng":0.700398}],"themes":["Medieval"],"date":918342000000},{"id":"37.0","season":"6.0","episode":"7.0","code":"S6E7","title":"Episode Seven","longTitle":"Historian Guy de la Bedoyere asks the team to investigate the isolated ruins of a bath-house, discovered by Gerald Brodribb in the midst of dense Sussex woodland.[8] Gerald has made a scale model of the building, and Guy explains the connection to the Roman navy. After a demonstration of dowsing from Gerald, the team's first task is to clear the land before digging. With ancient technology expert Jake Keen and blacksmith Reg Miles, Phil attempts to smelt iron using a traditional furnace. The team are also joined by archaeometallurgist Gerry McDonnell.","locations":[{"text":"Beauport Park, Sussex","coordinates":"50.902470°N 0.539778°E","lat":50.90247,"lng":0.539778}],"themes":["Roman"],"date":918946800000},{"id":"38.0","season":"6.0","episode":"8.0","code":"S6E8","title":"Bombers in Reedham Marshes","longTitle":"Time Team team up with air crash investigators to discover what happened to two B-17 bombers which crashed with loss of all lives on board on 21 February 1944 into marshes near Reedham, Norfolk. The airplanes were returning from a bombing raid on a German target as part of the Big Week offensive. Parts of one airplane are recovered, and the Team speak to surviving crew members of a third plane that was in the formation. Experimental archaeology: A piece of nose art painted as a memorial to the bomber crews, painted by a former Red Cross volunteer who had painted some during WWII.","locations":[{"text":"Reedham marshes, Norfolk","coordinates":"52.578406°N 1.586435°E","lat":52.578406,"lng":1.586435}],"themes":["World War II"],"date":919551600000},{"id":"39.0","season":"6.0","episode":"9.0","code":"S6E9","title":"Turkdean II","longTitle":"Time Team revisit a live dig from 1997, where they found a large Roman complex in a Gloucestershire field. But at the same time, geophysics recorded evidence of more buildings. And so the team have returned to investigate a greatly expanded area. Almost immediately Phil uncovers some impressive looking archaeology. They decide to build a Roman altar with a special inscription. They are rejoined by Roman specialists David Neal and Lindsay Allason-Jones.","locations":[{"text":"Turkdean, Gloucestershire","coordinates":"51.869354°N 1.858265°W","lat":51.869354,"lng":-1.858265}],"themes":["Roman"],"date":920156400000},{"id":"40.0","season":"6.0","episode":"10.0","code":"S6E10","title":"Episode Ten","longTitle":"An aerial survey of a Worcestershire field has revealed cropmarks leading to substantial Bronze Age finds. But Iron Age remains also exist. Time Team tries to sort it out. Local schoolchildren help with a bit of fieldwalking; and Mick shows how cropmarks and posthole marks become visible in fields. Francis Pryor explains the difference between Bronze Age and Iron Age and describes life in a roundhouse. Also joining the team are archaeologist Malcolm Atkin and environmentalist Liz Pearson; while wood specialist Guy Apter gets the kids to help make a Bronze Age ard (plough).","locations":[{"text":"Kemerton, Worcestershire","coordinates":"52.028665°N 2.086049°W","lat":52.028665,"lng":-2.086049}],"themes":["Bronze Age"],"date":920761200000},{"id":"41.0","season":"6.0","episode":"11.0","code":"S6E11","title":"Episode Eleven","longTitle":"This live dig centres on a ruined Norman church on a hill in Norfolk. This National Trust site promises to be the richest source of finds that Time Team have yet seen, with previous evidence of human occupation from most periods in antiquity. This requires several trenches, including the longest one that Time Team have ever dug. They start with some fieldwalking and metal detectoring, before digging in earnest. Among many finds are a bronze age arrow head, a medieval tiled floor, coins and several well-preserved skeletons. One skull shows clear evidence of having been brutally slaughtered by a swordsman on horseback. The team are joined by Helen Geake, Neil Holbrook, Andrew Rogerson, pottery expert Paul Blinkhorn, osteoarchaeologist Margaret Cox, and historian John Blair. Celebrities Sandi Toksvig and Hugh Fearnley-Whittingstall also drop in. Hugh and Victor help Saxon re-enactor Russell Scott to recreate a bronze artefact from scratch.","locations":[{"text":"Bawsey, Norfolk","coordinates":"52.759183°N 0.462398°E","lat":52.759183,"lng":0.462398}],"themes":["Norman"],"date":921366000000},{"id":"42.0","season":"6.0","episode":"12.0","code":"S6E12","title":"Nevis (Part 1 of 2)","longTitle":"Invited by historian David Small, the team are on the tiny Caribbean island of Nevis, for a six-day dig to uncover the history of sugar production and slavery here. They are investigating a particular plantation, Montravers Estate,[12] now overgrown, originally owned by wealthy 18th century Bristolean John Prater Pinney. Robin visits Bristol University, researching the extensive documentation. Back on Nevis, pottery expert David Barker is shown pottery sherds, most of which he dates to the 1840s. Phil crosses to neighbouring St. Kitts, to help make sugar from sugar cane. Sugar would have been extracted in a mill operated by teams of oxen. Molasses, the byproduct of sugar processing, was fermented to make rum. In the jungle Stewart searches for a slave village. They are also joined by local historian David Rollinson.","locations":[{"text":"Montravers Estate, Nevis, West Indies","coordinates":"17.152638°N 62.612752°W","lat":17.152638,"lng":-62.612752},{"text":"Jamestown, Nevis, West Indies","coordinates":"17.182401°N 62.619952°W","lat":17.182401,"lng":-62.619952}],"themes":[""],"date":921970800000},{"id":"43.0","season":"6.0","episode":"13.0","code":"S6E13","title":"Nevis (Part 2 of 2)","longTitle":"Invited by historian David Small, the team are on the tiny Caribbean island of Nevis, for a six-day dig to uncover the history of sugar production and slavery here. They are investigating a particular plantation, Montravers Estate,[12] now overgrown, originally owned by wealthy 18th century Bristolean John Prater Pinney. Robin visits Bristol University, researching the extensive documentation. Back on Nevis, pottery expert David Barker is shown pottery sherds, most of which he dates to the 1840s. Phil crosses to neighbouring St. Kitts, to help make sugar from sugar cane. Sugar would have been extracted in a mill operated by teams of oxen. Molasses, the byproduct of sugar processing, was fermented to make rum. In the jungle Stewart searches for a slave village. They are also joined by local historian David Rollinson.","locations":[{"text":"Montravers Estate, Nevis, West Indies","coordinates":"17.152638°N 62.612752°W","lat":17.152638,"lng":-62.612752}],"themes":[""],"date":922575600000},{"id":"46.0","season":"7.0","episode":"1.0","code":"S7E1","title":"A Muslim Port in Spain","longTitle":"1000 years ago, the port of Denia on the Costa Blanca used to be a thriving Islamic outpost in medieval Europe, before being christianised in 1242. During this period Spain benefitted from a sophisticated Arab culture, including maths, astronomy and art. Members of Time Team are here to help with a major dig, before the site is redeveloped. They are particularly hoping for evidence of Islamic pottery and burials. Bone specialist Jackie looks at the many skeletons that have already been discovered. Phil has been invited to do a spot of scuba diving, all in the line of duty. Moroccan chef Mustapha Saaida tempts Carenza with some authentic spice-laden 900-year-old dishes, with ingredients from the local market. Mick \"the Dig\" is helping to uncover a kiln complete with pottery sherds. Victor sketches a complete landscape of the old town.","locations":[{"text":"Denia, Spain","coordinates":"38.840361°N 0.113166°E","lat":38.840361,"lng":0.113166},{"text":"Denia, Spain","coordinates":"38.836944°N 0.101667°E","lat":38.836944,"lng":0.101667}],"themes":["Medieval","Islamic"],"date":946767600000},{"id":"47.0","season":"7.0","episode":"2.0","code":"S7E2","title":"The Mosaic at the Bottom of the Garden","longTitle":"In 300 A.D. Corinium Dobunnorum was England's wealthiest city next to Londinium. Now it's the pleasant Gloucestershire town of Cirencester, and Time Team are visiting the leafy suburban Chester Street, where they hope the back gardens will yield clues about the bustling Roman city and its main highway, Ermine Street. Could a Roman temple have occupied this site - or even rarer, an early Christian church? They need to knock on a few doors to ask about digging up their plots. There is a bottle of champagne for anybody who can find a tessellated pavement. They are joined by Roman architectural historian Tom Blagg, coin expert Richard Reece and mosaic expert David Neal. The Ermine Street Guard[4] offer Tony venison stew, and use a wooden crane to erect a stone column, fashioned by mason Giles MacDonald. In the public presentation, Stewart outlines a picture of the whole city, ably assisted by Victor's drawing. Among many Roman finds are coins, a brooch, a spoon and a bone die.","locations":[{"text":"Cirencester, Gloucestershire","coordinates":"51.712179°N 1.961577°W","lat":51.712179,"lng":-1.961577}],"themes":["Roman"],"date":947372400000},{"id":"48.0","season":"7.0","episode":"3.0","code":"S7E3","title":"One of the First Spitfires Lost in France","longTitle":"On 23 May 1940 a Spitfire (P9373) flown by RAF pilot Paul Klipsch crashed into a field in Wierre-Effroy, France. Time Team, in concert with WWII aircraft historians and air crash investigator Steve Moss, try to find out what happened. They are joined by Klipsch's stepbrother, who last visited France on D-Day. Several residents of the village remember seeing the air battle and the crash, and Group Captain Allan Wright, who was flying in the same formation as Klipsch, comes along to help the investigation. The Spitfire wreckage is recovered, and investigation shows that Gunther Specht, flying a Messerschmitt Bf 110, shot down P9373. Experimental archaeology: Phil learns to repair a Spitfire wing flap with rudimentary tools.","locations":[{"text":"Wierre-Effroy, France","coordinates":"50.778998°N 1.741021°E","lat":50.778998,"lng":1.741021}],"themes":["WW2"],"date":947977200000},{"id":"49.0","season":"7.0","episode":"4.0","code":"S7E4","title":"An Iron-Age Roundhouse and a Henge","longTitle":"Time Team are doing a spot of gardening. Residents have presented them with evidence of historical activity, in the form of pottery shards and lumps and bumps in the landscape. While Victor sketches out possible buildings, Stewart tries to make sense of the trackways and earthworks in this spectacular landscape overlooking Portland Bill. Could there be a 4,000-year-old henge here? Back in Phil's trench in the garden, the first clear signs of a roundhouse emerge. Carenza helps potter Jim Newbolt to make and fire a collection of replica Iron Age and medieval pots.","locations":[{"text":"Waddon, Dorset","coordinates":"50.670234°N 2.545086°W","lat":50.670234,"lng":-2.545086}],"themes":["Iron Age","Medieval","Neolithic"],"date":948582000000},{"id":"50.0","season":"7.0","episode":"5.0","code":"S7E5","title":"Hadrian's Wall","longTitle":"The team carry out the first-ever excavation of a cemetery at a Roman fort. This one is a World Heritage Site on Hadrian's Wall, delineating Roman Britain's northern boundary. Dead soldiers would have been cremated, and Jackie makes an experimental funeral pyre with cuts of meat. Unfortunately a downpour extinguishes the flames; but a second attempt succeeds. Stewart is more interested in the erosion of the land, which may have been caused by flooding or an earthquake. After some frustrating dead ends, they eventually piece together a plausible description of the site, recovering some interesting finds before time runs out on the third day. They are joined by site director Tony Wilmott and Roman finds expert Lindsay Allason-Jones.","locations":[{"text":"Birdoswald, Cumbria","coordinates":"54.989232°N 2.604935°W","lat":54.989232,"lng":-2.604935}],"themes":["Roman"],"date":949186800000},{"id":"51.0","season":"7.0","episode":"6.0","code":"S7E6","title":"In Search of the Earliest Traces of Mankind","longTitle":"Beneath a modern holiday village in Suffolk lies evidence of early Stone Age activity, 400,000 years ago. Human remains from this period in England are exceedingly rare, but the team hope to find animal and plant debris. They will have to dig deep.[8] They are joined by palaeontologists Simon Parfitt and Andy Currant from the Natural History Museum. Andy explains the importance of voles in dating such early material.","locations":[{"text":"Elveden, Suffolk","coordinates":"52.392274°N 0.658067°E","lat":52.392274,"lng":0.658067},{"text":"Elveden, Suffolk","coordinates":"52.373908°N 0.753570°E","lat":52.373908,"lng":0.75357}],"themes":["Palaeolithic"],"date":949791600000},{"id":"52.0","season":"7.0","episode":"7.0","code":"S7E7","title":"The Missing Cathedral and the Diabetic Prior","longTitle":"Coventry's modern cathedral replaced the old cathedral, bombed to destruction by the Luftwaffe in World War II. A third cathedral, St. Mary's, was also a Benedictine priory, demolished in the 16th century by Henry VIII. The west and east wings are still visible, but Time Team have been tasked to excavate what lies in between before the site gets re-developed. They want to create a 3D computer image, but the site is problematic for the geophysics team who are struggling to untangle all the conflicting signals. Their problems are compounded by rain and hail. Robin explains the reasons behind the building's destruction. Tony gets a guided tour of Coventry's sister cathedral at Lichfield, by historian Richard K. Morris. From a design by Victor, glass technician Colin Telford creates a stained glass panel, mixing authentic paint and firing the glass in a kiln. Meanwhile beautiful patterned floor tiles start to emerge, along with rose- and grape-shaped ceiling bosses. Phil uncovers a huge pier which would support the entire roof, though the spire would be wood rather than stone. And at the very end of day three, they uncover a stone-lined tomb, which has to be completely excavated; so uniquely the dig extends into a fourth day. They are joined by osteoarchaeologist Margaret Cox.[9] For more information on the archeological findings by Time Team see the excavation chapter at St. Mary's Priory and Cathedral. A follow-up aired as Time Team (Specials) #6 in 2001.","locations":[{"text":"Coventry, West Midlands","coordinates":"52.409056°N 1.508557°W","lat":52.409056,"lng":-1.508557}],"themes":["WW2"],"date":950396400000},{"id":"53.0","season":"7.0","episode":"8.0","code":"S7E8","title":"The Royalists' Last Stand","longTitle":"Basing House in Hampshire, owned by the Paulet family was once one of the largest private homes in Britain until besieged and destroyed in the English Civil War. Most of the ruins are a Protected Ancient Monument, but Time Team is permitted to dig on the edge of where the Basingstoke Canal once cut through the ruins, and they find evidence of the final assault in 1645. Meanwhile, in a field across the road, it appears that Charles Paulet built a hunting lodge around 1690, but the field is the site of centuries of building and tearing down, and the archaeology is so confusing three days are not enough to work everything out. The English Civil War Society come to re-enact the siege of Basing House, setting up camp in the Great Barn where the original besiegers camped. They show how musket and pistol balls were cast.","locations":[{"text":"Basing House, Hampshire","coordinates":"51.270322°N 1.052882°W","lat":51.270322,"lng":-1.052882}],"themes":["Civil War"],"date":951001200000},{"id":"54.0","season":"7.0","episode":"9.0","code":"S7E9","title":"A Bronze-Age Barrow and Walkway","longTitle":"The team have their work cut out in the Cambridgeshire fenland, looking for remnants of an ancient culture in the flat landscape. The long wooden track would function as a barrier, defence and ritual passage where votive offerings were placed in the water. At the end of it they hope to find a barrow - a circular Bronze Age burial mound. Dave Chapman constructs a bronze axe in a primitive furnace; while wood expert Maisie Taylor looks for a suitable handle in nearby woodland.","locations":[{"text":"Flag Fen, Cambridgeshire","coordinates":"52.575829°N 0.184500°W","lat":52.575829,"lng":-0.1845}],"themes":["Bronze Age"],"date":951606000000},{"id":"55.0","season":"7.0","episode":"10.0","code":"S7E10","title":"In Search of the Palace of King Offa","longTitle":"Time Team are in Freen's Court on the English-Welsh border. A recent aerial photograph shows parch marks. The kingdom of Mercia was ruled by the ruthless eighth century King Offa. Could this be his palace? All sorts of colourful legends are associated with the site. But they are having trouble locating the parch marks on the ground. As it's a protected monument, they must dig by hand under the watchful eye of English Heritage inspector Paul Stamper. There are some medieval remains but so far nothing Anglo-Saxon. They are joined by historian John Blair, County Archaeologist Keith Ray, and pottery expert Alan Vince. Phil helps experts Richard Darrer and Guy Apter to make a replica wooden cement mixer.","locations":[{"text":"Sutton St Nicholas, Herefordshire","coordinates":"52.109097°N 2.702415°W","lat":52.109097,"lng":-2.702415}],"themes":["Anglo-Saxon","Medieval"],"date":952210800000},{"id":"56.0","season":"7.0","episode":"11.0","code":"S7E11","title":"A Roman Temple in Sight of the Millennium Dome","longTitle":"The team dig for Roman remains in Greenwich Park, London.[12] They are joined by Hedley Swain from the Museum of London, Harvey Sheldon from the University of London and Mark Hassel from University College, London. Chris Owen[2] (reconstructor) demonstrates Roman plastering techniques and ingredients, and paints a fresco with Victor. A remarkable find creates much excitement, boosting their hopes of identifying a Roman temple. Stewart suggests that Watling Street may have run through the park. For results and reconstruction see Greenwich park website","locations":[{"text":"Greenwich, London","coordinates":"51.478560°N 0.004462°E","lat":51.47856,"lng":0.004462}],"themes":["Roman"],"date":952815600000},{"id":"57.0","season":"7.0","episode":"12.0","code":"S7E12","title":"Nuns in Northumbria","longTitle":"In 1833 builders in Hartlepool, Northumbria found name stones and skeletons in what once was the graveyard of Hartlepool Abbey. Time Team investigates what remains of the monastery led by St Hilda in the front gardens and traffic islands of the modern town. They find the remains of a substantial Saxon building, the remains of a high-status medieval building, a book clasp dating from around the time of the monastery, and the complete skeleton of a woman who died sometime between 630 and 770, according to later carbon dating. They also bind a book with an elaborate leather cover, decorated with a silver medallion of a lamb copied from a mold found on the site earlier.","locations":[{"text":"Hartlepool, County Durham","coordinates":"54.695233°N 1.180206°W","lat":54.695233,"lng":-1.180206}],"themes":["Medieval"],"date":953420400000},{"id":"58.0","season":"7.0","episode":"13.0","code":"S7E13","title":"York","longTitle":"The team head to the ancient city of York for a special live dig. Finds include a Roman skeleton with hobnailed boots, and a Viking leather shoe. They are joined by Barney Sloane (site supervisor), Peter Addyman (director of the York Archaeological Trust), archaeologist Paul Thompson, osteoarchaeologist Margaret Cox, architectural historian Beryl Lott, finds expert Lindsay Allason-Jones, Denise Allen (glass specialist), Viking expert Patrick Ottaway and TV personality Sandi Toksvig. They build a brick kiln and make a Roman-style glass jug. Environmental archaeologist Andrew Jones sifts through organic debris to determine the diet of the inhabitants. Medical historian Carole Rawcliffe demonstrates some medieval herbal remedies.","locations":[{"text":"York, Yorkshire","coordinates":"53.959484°N 1.091878°W","lat":53.959484,"lng":-1.091878},{"text":"York, Yorkshire","coordinates":"53.956753°N 1.075464°W","lat":53.956753,"lng":-1.075464},{"text":"York, Yorkshire","coordinates":"53.961269°N 1.086653°W","lat":53.961269,"lng":-1.086653}],"themes":["Roman","Viking","Medieval"],"date":954025200000},{"id":"61.0","season":"8.0","episode":"1.0","code":"S8E1","title":"An Anglo-Saxon Cemetery in Lincolnshire","longTitle":"The team are intrigued that an Anglo-Saxon cemetery should contain Roman pottery. They are joined by archaeologist Naomi Field, Maggie Darling (Roman pottery expert), Martin Welch (Anglo-Saxon expert), Irit Narkis (archaeological conservator), and Kevin Leahy (Anglo-Saxon cemeteries expert).","locations":[{"text":"Normanton, Lincolnshire","coordinates":"53.003676°N 0.601684°W","lat":53.003676,"lng":-0.601684}],"themes":["Anglo-Saxon","Bronze Age"],"date":978822000000},{"id":"62.0","season":"8.0","episode":"2.0","code":"S8E2","title":"The Man Who Bought a Castle","longTitle":"Derek Batten bought a plot of land advertised as a castle and moat; but there is little sign of a castle other than a tree-covered mound surrounded by a huge ditch. So he has asked Time Team to sort it out.[3] Because the site is a scheduled ancient monument, the team have to get permission from English Heritage for strictly limited excavations. To complicate matters further, Tony has to adjudicate on a long-running boundary dispute. The team is joined by castles expert Philip Dixon. Phil Harding gets kitted-out in chainmail as a Saxon footsoldier, facing a mounted Norman warrior on a Spanish stallion. The site is finally identified as a ringwork castle, built on a previous Saxon structure around the time of the Norman Conquest.","locations":[{"text":"Alderton, Northamptonshire","coordinates":"52.116304°N 0.919547°W","lat":52.116304,"lng":-0.919547}],"themes":["Anglo-Saxon"],"date":979426800000},{"id":"63.0","season":"8.0","episode":"3.0","code":"S8E3","title":"The Celtic Spring","longTitle":"In deepest Wales lies an extraordinary site, with a Megalith, a Neolithic tomb, a Norman watchtower, early Christian symbols, and a natural spring. From this spring, the landowner has recovered an astonishing variety of coins, sculptures and jewelry. It is almost too good to be true, rather like an ancient theme park. So begins one of Time Team's most remarkable digs. Geophysics shows no structure anywhere on the site. The megalith is far too shallow to have stayed upright for thousands of years. And when the team unearth a sword, they start to get suspicious. They are joined by Celtic ritual expert Miranda Green, architectural historian Will Hughes, and Iron Age specialist Ian Stead.[4] Results show that the site has been 'salted' and the finds have all been placed or build between the 19th century and as late as the 1980s. More info can be found at Llygadwy.","locations":[{"text":"Llygadwy, Powys","coordinates":"51.884672°N 3.234257°W","lat":51.884672,"lng":-3.234257}],"themes":["Iron Age","Neolithic"],"date":980031600000},{"id":"64.0","season":"8.0","episode":"4.0","code":"S8E4","title":"A Waltham Villa","longTitle":"Time Team want to paint a picture of a family living in a Roman villa in the Cotswolds almost 2000 years ago.[5] So they decide to dig a site near Fosse Way, only a few hundred metres from two previously excavated villas, in an area unusually dense with Roman remains. They are joined by Neil Holbrook, Roman specialist Richard Reece, and Finds specialist Alex Croom. Phil helps Peter Reynolds reconstruct a tribulum, a Roman threshing board. And the experts conclude that the villa was built very early after the Roman invasion, but abandoned – possibly for financial reasons – quite soon after.","locations":[{"text":"Waltham Field, Whittington, Gloucestershire","coordinates":"51.886678°N 1.991152°W","lat":51.886678,"lng":-1.991152}],"themes":["Roman"],"date":980636400000},{"id":"65.0","season":"8.0","episode":"5.0","code":"S8E5","title":"The 'Lost Viaduct'","longTitle":"Time Team attempt to find what is reputed to be the first railway viaduct. Built in 1790, to move coal efficiently from the mine to the Blaenavon Ironworks, one mountain over, horses drew wagons along its tracks for only about 10 years. Spoil from local mines has not only covered the viaduct, but filled the valleys so completely that it is difficult to find any clues as to where to dig. Thousands of tons of earth are moved to find the top of the viaduct, 12 meters below the modern surface. It is too dangerous to enter, but a camera is lowered for a peek. Elsewhere on the site, the remains of a manager's house and workers' cottages are found. As experimental archaeology, a small blast furnace is set up within the disused ironworks, and a Time Team logo (wooden pattern carved by Victor Ambrus) and cart wheels are cast.","locations":[{"text":"Blaenavon, Torfaen","coordinates":"51.779242°N 3.090618°W","lat":51.779242,"lng":-3.090618}],"themes":["Industrial Revolution"],"date":981241200000},{"id":"66.0","season":"8.0","episode":"6.0","code":"S8E6","title":"A Palace Sold for Scrap","longTitle":"The owners of Rycote House live in a lovely converted stable block, but they believe that the extremely grand house that once stood on the property and which hosted Tudor royalty burned down in 1745, and they want Time Team to investigate. In the trenches, no evidence of burning is found, but it seems that grand houses were built and rebuilt on the site from the 14th century through the Georgian era. Finds include a drainage tunnel dating from Capability Brown's landscaping work on the property. Historian Robin Bush returns from the Bodelian Library with an extraordinary catalogue from 1807, which details the sale of the grand house room by room. In nearby Thane, a townhouse contains a fireplace and doorways that possibly come from the sale. Food Historian Ivan Day cooks and serves sweetmeats and hippocras. Palace expert Simon Thurley joins the Team.","locations":[{"text":"Rycote, Thame, Oxfordshire","coordinates":"51.737413°N 1.035237°W","lat":51.737413,"lng":-1.035237}],"themes":["16th C","17th C"],"date":981846000000},{"id":"67.0","season":"8.0","episode":"7.0","code":"S8E7","title":"An Iron-Age Roundhouse","longTitle":"The team are on Salisbury Plain, over 38,000 hectares of land in South West England owned by the MOD. Though the whole area is rich in ancient remains, they are concentrating on Beeches Barn, an unprepossessing field rumoured to conceal an Iron Age roundhouse. Alongside the dig, they are helping Ian Apter to build one of the team's most ambitious projects, a full-size thatched roundhouse. Early geophysics results indicate not one, but several banjo enclosures. Such features are always accompanied by Roman buildings. The aim is to get the site listed as an ancient monument, but time is running out. They are joined by army volunteers, and Iron Age expert Peter Reynolds. The many finds include a 2,000-year-old bone comb, a quern-stone and a Roman coin.","locations":[{"text":"Salisbury Plain, Wiltshire","coordinates":"51.257064°N 1.737308°W","lat":51.257064,"lng":-1.737308}],"themes":["Iron Age"],"date":982450800000},{"id":"68.0","season":"8.0","episode":"8.0","code":"S8E8","title":"The Bone Caves[2]","longTitle":"A pile of bones has been discovered in a narrow cave. They include cows, dogs and a human skull, which have been dated to the late Iron Age Celts. Local archaeologist Mark Horton is keen to discover whether this is a ritual site or just a rubbish pit; so Carenza joins a team of cavers to find out. Every handful of mud must be hauled out and sorted. Meanwhile bone experts Andy Currant and Margaret Cox examine the finds so far. One female skull shows clear evidence of a violent death; and another elderly female was suffering from Paget's disease. The quantity of dog bones may indicate an ancient dog cult, as described by Richard Massey from English Heritage. Archaeometallurgist Andrew Lacey casts a bronze dog model, designed by Victor. In spite of strong geophysics, the surface digs initially show no archaeology at all. Back in the lab, Margaret and Andy make a macabre discovery. Celtic expert Miranda Aldhouse-Green suspects this all hints at human sacrifice.[","locations":[{"text":"Alveston, Gloucestershire","coordinates":"51.582499°N 2.530707°W","lat":51.582499,"lng":-2.530707}],"themes":["Iron Age"],"date":983055600000},{"id":"69.0","season":"8.0","episode":"9.0","code":"S8E9","title":"The Inter-City Villa[2]","longTitle":"While laying Brunel's Great Western Railway line 50 miles from London, navvies discovered mosaic floors indicating a Roman villa. The mosaics were broken up and the whole site ignored, until recent photographs of cropmarks showed the outline of the villa, among other features. Geophysics signals are also very strong. The trouble is, the diggers can find no structure beneath the surface. They are joined by Bernard Thomason from English Heritage, mosaics expert David Neal, Tim Allen of Oxford Archaeological Unit, and Jillian Greenaway from Reading Museum. Reconstructor Chris Owen supervises the recreation of a mosaic using thousands of tesserae.","locations":[{"text":"Basildon, Berkshire","coordinates":"51.509468°N 1.126886°W","lat":51.509468,"lng":-1.126886}],"themes":["Roman"],"date":983660400000},{"id":"71.0","season":"8.0","episode":"10.0","code":"S8E10","title":"Holy Island","longTitle":"The team look at a wide range of historical deposits on the iconic Holy Island of Lindisfarne, including evidence of military activity in the 16th and 17th centuries. They are joined by John Heward (architectural historian), archaeologists Caroline Hardie and Richard Fraser, and pottery expert Jenny Vaughan. Phil Harding helps cooper Jim Newlands to make a traditional timber cask.","locations":[{"text":"Lindisfarne, Northumberland","coordinates":"55.670528°N 1.798928°W","lat":55.670528,"lng":-1.798928}],"themes":["16th C","17th C"],"date":984265200000},{"id":"72.0","season":"8.0","episode":"11.0","code":"S8E11","title":"The Leaning Tower of Bridgnorth","longTitle":"All that is left of Bridgnorth Castle is the 70-foot Norman tower. The team are in the park, trying to piece together what it looked like in its heyday, 900 years ago. They must dig outside the area of the scheduled monument. Phil and a group of enthusiasts recreate a 12th-century catapult known as a perrier. They are joined by castle specialist Philip Dixon, Mark Horton from Bristol University, Small Finds expert Lynne Bevan, and pupils from nearby Oldbury Wells School. Finally Philip is able to describe the construction and layout of the castle.","locations":[{"text":"Bridgnorth, Shropshire","coordinates":"52.532008°N 2.419660°W","lat":52.532008,"lng":-2.41966}],"themes":["Norman"],"date":984870000000},{"id":"73.0","season":"8.0","episode":"12.0","code":"S8E12","title":"Three Tales of Canterbury","longTitle":"In highlights from a previous live dig, the team visit the ancient city of Canterbury to investigate three separate sites, all connected by their religious functions. There is a Roman temple, a monastery, and a medieval site devoted to the construction of sacred buildings. Celebrity guests Liza Tarbuck and Sandi Toksvig are in attendance.","locations":[{"text":"Canterbury, Kent","coordinates":"51.278405°N 1.077766°E","lat":51.278405,"lng":1.077766},{"text":"Canterbury, Kent","coordinates":"51.298132°N 1.075053°E","lat":51.298132,"lng":1.075053},{"text":"Canterbury, Kent","coordinates":"51.279102°N 1.076270°E","lat":51.279102,"lng":1.07627}],"themes":["Roman","Medieval"],"date":985474800000},{"id":"74.0","season":"8.0","episode":"13.0","code":"S8E13","title":"The Leper Hospital","longTitle":"Outside of the city boundaries of Winchester, in what is today known as Hospital Field, once stood the St Mary Magdalen Leper Hospital. Probably founded in around 1140 by Henry of Blois, the superb chapel was recorded in engravings as a ruin in the 17th century. Possibly complicating the search for the hospital, the entire field was used as an army camp during WWI, however, Time Team turns this to their advantage, as the medieval well that served the lepers was reused, with a wind pump, by the army camp, making it easier for geophysics to find. When the well is discovered, it uses up all the surveyor's tapes on hand, being more than 180 meters deep. Other trenches find the remains of the chapel, the Master's house, and the almshouses, as well as the cemetery, where a skull showing signs of leprosy is found. Within the chapel, an unusual double burial appears to be, as found in the records, the former Master of the hospital, followed almost 50 years later by his daughter. Victor sculpts a bust of a leper based on a skull excavated elsewhere. Nicholas Orme explains how lepers were viewed in the Middle Ages.","locations":[{"text":"Winchester, Hampshire","coordinates":"51.063401°N 1.280206°W","lat":51.063401,"lng":-1.280206}],"themes":["Medieval"],"date":986076000000},{"id":"77.0","season":"9.0","episode":"1.0","code":"S9E1","title":"London's First Bridge","longTitle":"At low tide on the foreshore of the Thames near Vauxhall Bridge in central London, a series of timber stumps is visible. How old are they, and what was their purpose? Time Team have the task of finding out, before the stumps are destroyed forever. They want to create a picture of the Bronze Age landscape here, 3,500 years ago. Post holes would indicate dry land building, while piles (pointed stakes driven into the ground) would indicate a structure above the river. To find out, they have to dig up one of the massive stumps. It's a race against time and tide to get it done in three days. Phil helps Damian Goodburn to make a simple piledriving rig with authentic tools. Stewart and Mick take a trip on the London Eye, to help them map the course of the ancient river. They are joined by Gustav Milne from University College London, and Jon Cotton from the Museum of London.[","locations":[{"text":"Vauxhall, London","coordinates":"51.485502°N 0.127807°W","lat":51.485502,"lng":-0.127807}],"themes":["Bronze Age"],"date":1010271600000},{"id":"78.0","season":"9.0","episode":"2.0","code":"S9E2","title":"The Roman's Panic","longTitle":"Time Team visits Ancaster, to which their resident Roman expert, Guy, recently moved. The town has yielded numerous Roman finds as well as a large cemetery with several sarcophagi from the period. In addition, the church of Ancaster is known in British archaeology for a Roman inscription dedicated to the deity Viridius. One question the team wants to tackle concerns why the Romans built a defensive system around the town in the late 3rd century CE. After some initial problems with the stratigraphy, Phil finds the cemetery level, while Carenza discovers a layer filled with jumbled up human remains mixed with other bones, probably representing disturbed burials. In the cemetery, Phil eventually uncovers the lid of a possible sarcophagus, and its excavation could thus require certain precautions due to the potential for lead poisoning and presence of biological hazards. However, the object proves to be a cist burial, as well as hazard-free. Incredibly, one of the cist slabs also turns out to contain yet another inscription to the god Viridius. In the end, the archaeologists suggest that the massive defences were ordered to be put up by the Roman central administration in Britain, and completely disrupted the original town layout.","locations":[{"text":"Ancaster, Lincolnshire","coordinates":"52.980295°N 0.533225°W","lat":52.980295,"lng":-0.533225}],"themes":["Roman"],"date":1010876400000},{"id":"79.0","season":"9.0","episode":"3.0","code":"S9E3","title":"Diving for the Armada","longTitle":"The team travel to West Scotland to investigate the wreck of a ship that may have been part of the Spanish armada. As this is a classic case of rescue archaeology, they are joined by the government's Archaeological Diving Unit, whose director Martin Dean explains why this exercise is so important. An ROV is operated from the surface. Historian Felipe Fernández-Armesto talks about the role played by the weather in the Spanish armada. Pottery specialist Duncan Brown looks at several remarkable finds, including some Maiolica ware. Both Phil and Tony do some diving. With the help of marine archaeologist Mark Lawrence, John uses a magnetometer to survey the seabed.","locations":[{"text":"Kinlochbervie, Sutherland","coordinates":"58.433263°N 5.112194°W","lat":58.433263,"lng":-5.112194}],"themes":["16th C"],"date":1011481200000},{"id":"80.0","season":"9.0","episode":"4.0","code":"S9E4","title":"The Naughty Monastery","longTitle":"The team are invited to investigate the officers' mess of a military base in Bedfordshire, once home to monks and nuns of a 14th century Gilbertine Order. It was an experiment in unisex living. Jenni of Time Team volunteers to live like a nun during the dig, and is initiated by nunnery expert Roberta Gilchrist. John Ette from English Heritage monitors proceedings, and they are also joined by historian Richard K. Morris and osteoarchaeologist Margaret Cox. Robin Bush tells the miraculous tale of the Nun of Watton.","locations":[{"text":"Chicksands, Bedfordshire","coordinates":"52.040364°N 0.366011°W","lat":52.040364,"lng":-0.366011}],"themes":["14th C"],"date":1012086000000},{"id":"81.0","season":"9.0","episode":"5.0","code":"S9E5","title":"The Furnace in the Cellar","longTitle":"The team head for a pub in Leighton, whose cellar contains the remains of a blast furnace once used for smelting iron. When Tony arrives, test pits are already being dug, and Geophysics are busy surveying the car park. They are joined by Paul Belford from Ironbrige Gorge Museum; and Jonathan Roberts shows Phil how to make a triangular charcoal clamp similar to those used in the 17th century. Mick visits the nearby Blists Hill Victorian Town, where Roger Fewtrell demonstrates making a 24 pound cannonball. They are also joined by researcher Colin Thom, industrial archaeologist Rob Kinchin-Smith, archaeometallurgist Gerry McDonnell, and finds expert Ceinwen Paynton.","locations":[{"text":"Ironbridge Gorge, Shropshire","coordinates":"52.646124°N 2.577345°W","lat":52.646124,"lng":-2.577345}],"themes":["Industrial Revolution"],"date":1012690800000},{"id":"82.0","season":"9.0","episode":"6.0","code":"S9E6","title":"An Ermine Street Pub","longTitle":"It is 40 years since amateur archaeologists dug up Roman remains near Ermine Street, now hidden beneath Cheshunt Park. Time Team tell the story of the original excavation, using the detailed plan to conduct their own investigation.[7] They believe the site's proximity to the road is the key to this dig. With some brilliant work by Stewart and John, they soon locate part of the road. Though frustratingly they cannot find any trace of it beneath the surface, they do find a brewery and possibly a pub. The brewing process is described by ancient technology expert Peter J. Reynolds. They conduct a mini-experiment comparing Roman surveying techniques with Henry's modern equipment. They are also joined by Roman experts Rosalind Niblett and Harvey Sheldon.","locations":[{"text":"Cheshunt, Hertfordshire","coordinates":"51.720624°N 0.054145°W","lat":51.720624,"lng":-0.054145}],"themes":["Roman"],"date":1013295600000},{"id":"83.0","season":"9.0","episode":"7.0","code":"S9E7","title":"Iron-Age Market","longTitle":"Two massive hill forts on the Lizard Peninsula in Cornwall, at Gear and Caer Vallack, have never been excavated. In fact, no major Cornish Iron Age site has ever been investigated. Time Team have been given the tall order of making some sense of these two sites in three days. For many years, a local farmer has been collecting Stone Age and Iron Age artefacts. Already the geophysics results are showing a potential wealth of ancient human activity. But the sites are so huge that the team will have to be very selective. They are joined by Ian Morrison from English Heritage, ancient technology expert Peter J. Reynolds, pottery experts Carl Thorpe and Henrietta Quinnell. Re-enactor David Freeman demonstrates a sling-shot, a simple but effective weapon. Phil and Peter visit a reconstructed round house nearby.","locations":[{"text":"Helford, Cornwall","coordinates":"50.077478°N 5.179886°W","lat":50.077478,"lng":-5.179886}],"themes":["Iron Age"],"date":1013900400000},{"id":"84.0","season":"9.0","episode":"8.0","code":"S9E8","title":"Siege House in Shropshire","longTitle":"The owners of a Tudor house want Time Team to investigate a bloody confrontation between the Roundheads and Cavaliers during the English Civil War, 350 years ago. In front of the house are four mysterious arches. Could they be relics of an older, medieval building, which apparently stood here for centuries before the present building? They are joined by buildings expert Richard K. Morriss, and Civil War specialist Glenn Foard.","locations":[{"text":"High Ercall, Shropshire","coordinates":"52.752459°N 2.602659°W","lat":52.752459,"lng":-2.602659}],"themes":["Civil War","Medieval"],"date":1014505200000},{"id":"85.0","season":"9.0","episode":"9.0","code":"S9E9","title":"A Prehistoric Airfield","longTitle":"Hoping to uncover Bronze Age burials, the team descend on a disused airfield. But initial finds suggest the Iron Age, while geophysics shows plenty of circles and some larger rectangular enclosures. Jacqui Wood makes prehistoric cheese, and cooks a fish stew. Bronze Age enthusiast Francis Pryor gets excited about some faint track marks. They are joined by Malcolm Atkin and Robin Jackson from Worcestershire County Council, Ian George from English Heritage, and Iron Age expert Jeremy Taylor.","locations":[{"text":"Throckmorton, Worcestershire","coordinates":"52.140294°N 2.042171°W","lat":52.140294,"lng":-2.042171}],"themes":["Iron Age","Bronze Age"],"date":1015110000000},{"id":"86.0","season":"9.0","episode":"10.0","code":"S9E10","title":"A Lost Roman City","longTitle":"The people of Castleford believe there is a Roman city beneath them, and several past digs have borne this out. Past discoveries include leather shoes, samian ware bowls and jewelry. There is certainly a vicus, a domestic settlement next to a fort. The team are also expecting to unearth some major buildings, and even a Roman road, Dere Street. But there is a lot of Victorian rubble in the way – not to mention the local football pitch.","locations":[{"text":"Castleford, Yorkshire","coordinates":"53.724441°N 1.355467°W","lat":53.724441,"lng":-1.355467}],"themes":["Roman"],"date":1015714800000},{"id":"87.0","season":"9.0","episode":"11.0","code":"S9E11","title":"Every Castle Needs a Lord","longTitle":"The medieval castle of Beaudesert in Henley-in-Arden suddenly vanished without trace, leaving a single stone on top of a mound. The people want to know what it looked like. \"The Mount\" as it's called by the locals, is a popular beauty spot and has suffered from erosion. Also, as it's a scheduled monument, there are limits to what digging can take place. The castle was built by the de Montforts in the early 12th century. Henry and Stewart create a simple 3D clay model of the building, which follows the natural contours of the hill. It looks as if the castle was demolished and the pieces sold off in the 15th century. Using authentic tools, bowyer Steve Ralphs makes a medieval longbow, which is tested against a crossbow of a similar period. Castles expert Sarah Speight describes daily life in the castle. Finds include a section of carved pestle and mortar.","locations":[{"text":"Beaudesert, Warwickshire","coordinates":"52.293401°N 1.772098°W","lat":52.293401,"lng":-1.772098}],"themes":["Medieval"],"date":1016319600000},{"id":"88.0","season":"9.0","episode":"12.0","code":"S9E12","title":"Steptoe Et Filius","longTitle":"Two years ago, local archaeologist Kevin Trott discovered Roman remains in a trench being dug for a water pipe. Unfortunately the trench had to be closed, and now Time Team are having trouble finding it. While Phil and the diggers look for the original trench, a full-scale field-walking exercise reveals many finds, both Roman and Iron Age; including a lot of bronze jewellery, seeming to show industrial activity. There are hints that enamelling was carried out here, so they decide to make their own enamelled hare brooch. They start by smelting bronze from copper, tin and lead. Mick and Tony visit a nearby Roman villa with a detailed mosaic floor. On day three, Stewart spots some potential earthworks in a neighbouring field; so they decide to dig some exploratory trenches there. They end up with examples of activity from the Bronze Age, Iron Age, Roman occupation, and Anglo-Saxon period. To cap it all, at the end of day three they find a rare Iron Age burial. The team are joined for the first of many digs by Anglo-Saxon expert Helen Geake.","locations":[{"text":"Yaverland, Isle of Wight","coordinates":"50.671732°N 1.132267°W","lat":50.671732,"lng":-1.132267}],"themes":["Iron Age","Bronze Age","Roman","Anglo-Saxon"],"date":1016924400000},{"id":"89.0","season":"9.0","episode":"13.0","code":"S9E13","title":"Seven Buckets and a Buckle","longTitle":"A Byzantine brass bucket - one of only 11 in the world - was found during a three-day live dig in a Saxon cemetery a year ago. Time Team are now returning to find out more about the people who lived and died here. Unusually, metal detectorists are called in to find non-ferrous metals, to complement Geophysics' magnetometer survey. They are joined by Anglo-Saxon specialist Andrew Reynolds, paleopathologist Alice Roberts and celebrity Sandi Toksvig. Sandi's ancestors were from Jutland, and Robin Bush argues that this whole area of Hampshire was actually occupied by Jutes before they were defeated by the Saxons under King Cadwalla in 686 AD. Using authentic techniques, Ray Walton replicates a brass bucket, complete with inscriptions and silvering, from scratch. Osteoarchaeologist Margaret Cox tries to make sense of the burials including rare double burials – one of which uniquely has a child placed between two men. Finds include weapons and an exquisite enamelled belt buckle; and three more of the mysterious buckets, which all fit one inside the other.","locations":[{"text":"Breamore, Hampshire","coordinates":"50.954994°N 1.772017°W","lat":50.954994,"lng":-1.772017}],"themes":["Anglo-Saxon"],"date":1017529200000},{"id":"93.0","season":"10.0","episode":"1.0","code":"S10E1","title":"Garden Secrets","longTitle":"Time Team investigates a back garden in Raunds, where a skeleton – aptly named \"Henry\" by his discoverer – has been found along with his Anglo-Saxon grave goods. The burial probably fits in with a number of other Saxon sites in the town and is seen in light of these. The team also look carefully at Henry himself, his attributes, anatomy and ailments, and have to tackle several logistical problems in association with excavating in such a constrained area as a garden. However, they also find the opportunity to extend the investigation across the fence to an allotment area behind the gardens. The experimental part of the program looks at various objects and medical remedies found in Anglo-Saxon society, presented by historical reenactors, while Victor recreates the appearance of Henry. In the end the archaeologists do confirm the presence of an Anglo-Saxon cemetery with various pieces of grave goods at the site, probably placed in relation to older Bronze Age burial mounds.","locations":[{"text":"Raunds, Northamptonshire","coordinates":"52.344620°N 0.539447°W","lat":52.34462,"lng":-0.539447}],"themes":["Anglo-Saxon","Bronze Age"],"date":1041721200000},{"id":"94.0","season":"10.0","episode":"2.0","code":"S10E2","title":"Mosaics, Mosaics, Mosaics","longTitle":"Time Team travels to Somerset to investigate the discovery of an exquisite Roman mosaic in a field. The geophysical survey clearly indicates the presence of a substantial and well-preserved villa on the site. One of the main problems they tackle is the development of the building complex through time. By targeted examination of the structural remains, the archaeologists uncover evidence of several phases from a more humble early timber building to a two-story grand villa with two large ranges and a courtyard gate structure. In the end, the site turns out to contain one of the largest Roman villas in the UK.","locations":[{"text":"Dinnington, Somerset","coordinates":"50.917925°N 2.849794°W","lat":50.917925,"lng":-2.849794}],"themes":["Roman"],"date":1042326000000},{"id":"95.0","season":"10.0","episode":"3.0","code":"S10E3","title":"Peak District Practices","longTitle":"Time Team examines a mysterious cave in Derbyshire where cavers have found several skeletons, some of them newborn babies and the earliest dated to the Stone Age. Finds from the cave have also provided dates from the Iron Age and the Roman period. The excavation proves potentially quite hazardous, as the chambers and tunnels are filled with precariously heaped stones which threaten to scree if the safety shoring moves or breaks, and some areas are considered just too unstable to work in at all. The archaeologists also investigate a nearby Bronze Age barrow, which previously has been subject to illicit excavation. In the cave they find more human and animal remains, although how these got there remains subject to some debate. The mound gets confirmed as a barrow and undisturbed secondary burials are discovered as part of the structure.","locations":[{"text":"Carsington, Derbyshire","coordinates":"53.080321°N 1.640260°W","lat":53.080321,"lng":-1.64026}],"themes":["Neolithic","Iron Age"],"date":1042930800000},{"id":"96.0","season":"10.0","episode":"4.0","code":"S10E4","title":"The Giant's Grave","longTitle":"Time Team investigates a Shetland back garden for remains of Viking occupation after the discovery of a number of soapstone objects there. They also open a mound feature nearby called \"The Giant's Grave\" to see whether or not in fact it may be a Scandinavian boat burial. In the garden they find more soapstone objects, slabs with crossmarks, small souterrains, and wall lines, indicating the presence of a Viking Age farmstead. Phil tries to carve a soapstone lamp as the experimental part of the program. The mound turns indeed out to be a looted Scandinavian boat burial, as the team finds patterns of iron rivets showing the imprint of the vessel and a small piece of its keel – and by excavating carefully, the archaeologists also locate a Viking tortoise brooch not taken by the looters.","locations":[{"text":"Fetlar, Shetland","coordinates":"60.594185°N 0.867257°W","lat":60.594185,"lng":-0.867257},{"text":"Fetlar, Shetland","coordinates":"60.588197°N 0.832585°W","lat":60.588197,"lng":-0.832585}],"themes":["Viking"],"date":1043535600000},{"id":"97.0","season":"10.0","episode":"5.0","code":"S10E5","title":"Joust Dig It","longTitle":"Time Team investigates Placentia, the Greenwich palace of king Henry VIII. They try to locate his royal armoury and the tiltyard, where the court and nobility would have jousted and been entertained in mock castles. In the experimental part of the program, Tony looks at how Tudor armour would have been made and gets a breastplate of the period hammered and fitted. The armoury as a turns out to be too elusive for the archaeologists, but localized amounts of hammer scale, a residual product of forging, indicate its presence there. However, the tiltyard complex with its associated structures, like the banqueting hall, are firmly located.","locations":[{"text":"Greenwich, London","coordinates":"51.482230°N 0.004201°W","lat":51.48223,"lng":-0.004201}],"themes":["16th C"],"date":1044140400000},{"id":"98.0","season":"10.0","episode":"6.0","code":"S10E6","title":"Digging Liberty","longTitle":"Tony Robinson and the team are hunting for Liberty's first factory in South London. 'Liberty silks' still evoke images of opulence and beauty, of floating dresses and more leisurely times. But their hunt proves far from leisurely.\nDay three of the search brings the vital breakthrough – as well as an extraordinary attempt to recreate the 19th-century techniques of dying and printing those wonderful silks.","locations":[{"text":"Merton, London","coordinates":"51.413519°N 0.183752°W","lat":51.413519,"lng":-0.183752}],"themes":["Victorian"],"date":1044745200000},{"id":"99.0","season":"10.0","episode":"7.0","code":"S10E7","title":"Death in a Crescent","longTitle":"Time Team visit Bath to investigate parch marks seen in the park lawn of the Royal Crescent, indicating the presence of a large Roman road, possibly local remains of the Fosse Way. They also look behind the Crescent for Roman sarcophagi and wall lines found by builders of the now-gone St. Andrew's Church in the 1870s and noted by an antiquarian at the time. While the road ditches eventually yield Roman burials, the team does not locate any sarcophagi said to have been found there. Whether or not the large road, in fact, is the Fosse Way remains in the end uncertain, with arguments for both sides.","locations":[{"text":"Bath, Somerset","coordinates":"51.387727°N 2.366371°W","lat":51.387727,"lng":-2.366371}],"themes":["Roman"],"date":1045350000000},{"id":"100.0","season":"10.0","episode":"8.0","code":"S10E8","title":"Back to Our Roots[n 1]","longTitle":"Time Team revisits Athelney Abbey, the hideaway of Alfred the Great, and also the very first site investigated by the team one hundred programs earlier. Ten years of technological advances in the meantime has significantly enhanced their geophysical survey methods and changes in heritage management attitudes have also given them the permission to dig at the site. Slag and magnetic readings suggest that iron and steel was smelted and worked at Athelney, the latter being a good indication of Anglo-Saxon presence. At the abbey site itself Phil and his diggers uncover several burials. Reenactors show Anglo-Saxon dress and weaponry and their Viking counterparts as the experimental part of the program, while Carenza and Tony make – and burn – traditional Saxon cakes. The archaeologists find a number of objects, a Medieval graveyard associated with Athelney abbey, a metalworking complex, and a substantial defensive ditch dug in the Iron Age, but reused in the time of king Alfred.","locations":[{"text":"Athelney, Somerset","coordinates":"51.058863°N 2.934671°W","lat":51.058863,"lng":-2.934671}],"themes":["Anglo-Saxon","Iron Age","Viking"],"date":1045954800000},{"id":"101.0","season":"10.0","episode":"9.0","code":"S10E9","title":"Looking for the White House","longTitle":"Time Team visits Kew Gardens to find the White House, part of the second Kew Palace complex and favourite home of mad king George III. While Carenza is shown how decorated wine glasses of the period are made, Stewart induced a lot of confusion regarding the exact placement of the building due to inaccuracies in the original 18th-century map of the area. However, in the end, both the archaeology and the architectural plan match each other. The archaeologists also locate a tunnel for sheltered transport of meals from the kitchen block to the palace dining halls by combining geophysical survey with keyhole test pits.","locations":[{"text":"Kew Gardens, London","coordinates":"51.483024°N 0.294354°W","lat":51.483024,"lng":-0.294354}],"themes":["17th C"],"date":1046559600000},{"id":"102.0","season":"10.0","episode":"10.0","code":"S10E10","title":"Rescuing the Dead","longTitle":"A building development threatens a Bronze Age cemetery in Fife, and Time Team is there to carry out rescue excavations together with County Archaeologists. The graves are Cist burials in various states of preservation placed around a large boulder in a dug pit. The boulder is shown to cover another cist, and several of the burials contain in fact bones – not a certainty, given the acidity of the local soil – and grave goods. With skulls initially being found as the only form of human remains, the archaeologists wonder whether the site only contained skulls originally. The boulder cist is capped by a large stone slab covering a void beneath, and the logistics of lifting it prove a challenge. In the end, they uncover a chamber with skeletal remains, thus showing soil acidity to be the main culprit for the dearth of bones other than skulls in the other graves.","locations":[{"text":"Leven, Fife","coordinates":"56.207395°N 3.003143°W","lat":56.207395,"lng":-3.003143}],"themes":["Bronze Age"],"date":1047164400000},{"id":"103.0","season":"10.0","episode":"11.0","code":"S10E11","title":"Not a Blot on the Landscape","longTitle":"Time Team travels to Castle Howard to look for the lost village of Henderskelf, which was demolished around 1700 to make way for the new castle constructed on the estate and its formal gardens. But the exact placement of the village proves difficult to pin down. As the geophysical survey is unable to help much, the team has to rely on a map from 1694 and visible lumps and bumps. However, geophysics comes up with better results regarding their search for the lost village church of Henderskelf. Stewart advances their investigation significantly when he discovers a more detailed sketch of the village on the back of another old map from c. 1700 in the archives of Castle Howard, but the process of scaling it onto a modern map proves challenging. When this is done, the team realizes that some of their trenches have missed target buildings altogether. Armed with all this evidence, the archaeologists finally get to grips with the elusive Henderskelf – which seems to have been utterly removed between 1700 and 1720 when the new castle was erected.","locations":[{"text":"Castle Howard, Yorkshire","coordinates":"54.120905°N 0.908317°W","lat":54.120905,"lng":-0.908317}],"themes":["Stuart"],"date":1047769200000},{"id":"104.0","season":"10.0","episode":"12.0","code":"S10E12","title":"A View to a Kiln","longTitle":"Roman finds from Sedgefield prompt Time Team to visit a field and subject it to investigation. Air photographs and geophysical survey show tantalizing signs of activity below the turf, while fieldwalking provides even more finds. However, these finds lead to some confusion, as the archaeology suggests a low-status site with farms or workshops, but the coin finds are of high quality and value. The coins are decided to originally have formed a hoard, presenting certain bureaucratic issues for the metal detectorists who brought Time Team to the site. The experimental part of the program investigates how Roman coins would have been mass produced. In the end, the archaeologists discover a well-preserved pottery kiln in a settlement complex they suspect represent a civilian industrial site supplying the Roman market in Britain – all of which Phil gets to show the local MP, Tony Blair.","locations":[{"text":"Sedgefield, County Durham","coordinates":"54.655019°N 1.459104°W","lat":54.655019,"lng":-1.459104}],"themes":["Roman"],"date":1048374000000},{"id":"105.0","season":"10.0","episode":"13.0","code":"S10E13","title":"Jailhouse Rocks","longTitle":"The constabulary in Appleby-in-Westmorland, Cumbria, know that their police station dates back to the first gaol ever on the site, built in the 1770s. They also know that two subsequent prisons, from the 1820s and the 1870s, also stood on the site. They've invited Time Team to see what remains of the former prisons underneath their car park. Trench 1 finds the remains of the room where the 1870s prison's treadwheel was, trench 2 finds the remains of the 1770s cell block, which has its own story to tell – in 1798 a prisoner tunneled out, leading trenches to be dug around the outside walls within the cells and these trenches filled with boulders, which remain under the car park. Trench 3 discovers the women's prison of the 1820s (previously prisoners were not segregated by sex), which had an underfloor heating system. One archaeologist volunteers to become a Victorian-era prisoner for 24 hours, put to hard labour breaking rocks, turning a crank handle to no purpose, and moving dirt from one pile to another. Finds include part of a warder's uniform and hobnail boots, and a bar from a prison window. Carenza acts as historian for this episode.","locations":[{"text":"Appleby-in-Westmorland, Cumbria","coordinates":"54.578305°N 2.488259°W","lat":54.578305,"lng":-2.488259}],"themes":["19th C"],"date":1048978800000},{"id":"108.0","season":"11.0","episode":"1.0","code":"S11E1","title":"In Search of the Brigittine Abbey","longTitle":"The team are on the trail of a medieval mystery. Founded by Henry V and built by his son Henry VI, Syon Abbey was a large, wealthy monastery for nuns of an obscure Swedish order. During the reign of Henry VIII it vanished. Its remains lie beneath the lawns of modern Syon House, designed by Capability Brown. What they find is on a huge scale. But there is disagreement as to what kind of building it was. After investigating the foundations of the House, Stewart and Jonathan reach an agreement on the extent of the church. They are joined by buildings historian Jonathan Foyle and monastic expert Barney Sloane.","locations":[{"text":"Syon House, London","coordinates":"51.476340°N 0.311899°W","lat":51.47634,"lng":-0.311899}],"themes":["16th C"],"date":1073170800000},{"id":"109.0","season":"11.0","episode":"2.0","code":"S11E2","title":"A Roman Bath House and Edwardian Folly","longTitle":"Next to the beautifully manicured lawns of Whitestaunton Manor in the Blackdown Hills of Somerset lies a patch of muddy weeds. Coins and pottery have been found here, and it is supposedly the site of a Roman villa. But archaeology student Freya Bowles thinks differently. The team first have to remove weeds and tree roots without the use of mechanical diggers, as it's a scheduled monument. They are also extremely limited as to the size of the excavation. Clearly there are Roman remains, but mixed up with Victorian or Edwardian garden features. Gradually the plan of a Roman bath house emerges. The team are joined by mosaic specialist David Neal and buildings historian Jonathan Foyle. Directed by technological historian Robert Spain, they build a full-size replica hypocaust complete with under-floor heating.","locations":[{"text":"Whitestaunton Manor, Somerset","coordinates":"50.8897032°N 3.0248144°W","lat":50.8897032,"lng":-3.0248144}],"themes":["Roman"],"date":1073775600000},{"id":"110.0","season":"11.0","episode":"3.0","code":"S11E3","title":"The Crannog in the Loch","longTitle":"There's an island-ish round area of stones in Loch Migdale - could it be a crannog? 200 meters away on the banks is a small (12 m diameter) circular feature - is it a henge? Time Team rounds up some experts on the prehistoric and finds out. They set up a suction dredge to investigate two areas of the loch feature, and find wonderfully preserved timber, proving that it's a built structure and thus a crannog. GPS surveying and a tip from a local farmer finds the causeway, now underwater, leading to it Trenches within the henge show that the entrance and wooden posts within it pointed towards notable features in the landscape. Stewart looks for the find site of the Migdale Hoard.","locations":[{"text":"Loch Migdale, Scottish Highlands","coordinates":"57.892503°N 4.319505°W","lat":57.892503,"lng":-4.319505}],"themes":["Prehistoric"],"date":1074380400000},{"id":"111.0","season":"11.0","episode":"4.0","code":"S11E4","title":"Saxon Burials on the Ridge","longTitle":"The team investigate a possible fifth century cemetery in a ploughed field, where they find a metal shield boss. One male skeleton is holding a drinking vessel. There are hints of much earlier activity as well, including a Bronze Age barrow. Using authentic tools, they fashion a Saxon shield. Conservator Dana Goodburn-Brown examines the details in the x-rays of the shield boss; while Phil and members of Regia Anglorum demonstrate how the shields are used in battle. They are joined by bone specialists Alice Roberts and Margaret Cox, who unearth some coloured beads among the remains.","locations":[{"text":"South Carlton, Lincolnshire","coordinates":"53.281810°N 0.566168°W","lat":53.28181,"lng":-0.566168}],"themes":["Anglo-Saxon","Bronze Age"],"date":1074985200000},{"id":"112.0","season":"11.0","episode":"5.0","code":"S11E5","title":"The Roman Fort That Wasn't There","longTitle":"Nobody knows what happened immediately after the Romans arrived in 43 AD, because no Roman fort has been discovered in this part of South East England. Time Team are on a mission to find the missing link. Local archaeologist Paul Wilkinson believes he has already found a military ditch, which would surround such a fort.[6] It's a prime site, right next to Watling Street. However geophysics cannot find any evidence for a ditch. So begins one of their most frustrating digs, directed by Neil Holbrook. Phil enlists in the Ermine Street Guard for a day. They are joined by Roman expert Tony Wilmott and pottery specialist Malcolm Lyne.","locations":[{"text":"Syndale, Kent","coordinates":"51.313727°N 0.860548°E","lat":51.313727,"lng":0.860548}],"themes":["Roman"],"date":1075590000000},{"id":"113.0","season":"11.0","episode":"6.0","code":"S11E6","title":"An Iron-Age Trading Centre","longTitle":"Green Island in Poole Harbour has already shown that it was a significant centre of Iron Age activity, with evidence of industrial activity and trading to and from the continental mainland. But it has never been properly excavated. Two huge jetties - now buried - indicate either a port or a defensive structure. The island is a SSSI (Site of Special Scientific Interest), which means hand-digging only, and replacing the topsoil. Very soon the finds start to multiply. Of particular interest is evidence of shale working for jewelry, and iron smithing. They are joined by Project Director Eileen Wilkes, archaeologist Miles Russell, Iron Age specialist John Collis, and metallurgist Roger Doonan. Experimental archaeologist Jake Keenan demonstrates shale working with primitive tools. Geomorphologist Vincent May explains that in prehistoric times the water level was two metres lower, and Green Island was much bigger.[","locations":[{"text":"Green Island, Dorset","coordinates":"50.67893°N 1.990799°W","lat":50.67893,"lng":-1.990799}],"themes":["Iron Age"],"date":1076194800000},{"id":"114.0","season":"11.0","episode":"7.0","code":"S11E7","title":"A Medieval Blast Furnace","longTitle":"The team are revisiting the garden of Furnace Cottage in Churnet Valley, where the previous excavation of an Elizabethan blast furnace produced evidence of much earlier iron-making. Stewart surveys the landscape, to piece together a picture of water flow and other features essential to iron smelting. But John is convinced that there is strong geophysical evidence for a furnace a mile away at Eastwall Farm. It could even be water-powered - a major discovery. They build a medieval style bloomery. They are joined by historian Pete Brown, and archaeologists David Cranstone, Bill Klemperer, Deb Ford, Gerry McDonnell, Tim Young.","locations":[{"text":"The Old Furnace, Oakamoor, Staffordshire","coordinates":"52.98913°N 1.939713°W","lat":52.98913,"lng":-1.939713}],"themes":["Medieval"],"date":1076799600000},{"id":"115.0","season":"11.0","episode":"8.0","code":"S11E8","title":"Rescuing a Mesolithic Foreshore","longTitle":"When the tide recedes at this point on the Severn estuary, rare evidence of stone age activity is uncovered. Time Team are on a three-day mission to help recover some of these relics before they are washed away. It involves excavating and painstakingly examining 15 cubic metres of muddy silt; but time is against them. The Mesolithic period is poorly understood, because these people were highly mobile hunter-gatherers who did not build permanent structures. They uncover some of the smallest artefacts they have ever handled. Phil and Brigid are fascinated by ancient footprints of adults and children, preserved in the sand. Phil excavates the massive tooth of an aurochs, an extinct giant prey animal. They are joined by Martin Bell of Reading University, Mesolithic specialists Nick Barton and Robin Crompton, and food expert Jacqui Wilson who cooks up a stone age feast.","locations":[{"text":"Goldcliff, Newport","coordinates":"51.532536°N 2.903950°W","lat":51.532536,"lng":-2.90395}],"themes":["Prehistoric"],"date":1077404400000},{"id":"116.0","season":"11.0","episode":"9.0","code":"S11E9","title":"Fertile Soils, Rich Archaeology","longTitle":"he British landscape is littered with Iron Age hill forts. A local archaeology unit is digging such a hill fort in Oxfordshire, but cannot afford to investigate a neighbouring larger hill, only 200 metres away. Both Roman and Iron Age remains have been found there in the past. But what is its relationship, if any, to the hill fort? The geophysics team identify a potential target, a square enclosure on the side of the hill. But before they can begin, they have to manually search the site for specimens of great crested newt, a rare protected species. At the beginning of day two, John's team find something which could be very special, a Roman church, apparently with a semicircular apse. They are joined by Tim Allen of Oxford Archaeology and osteoarchaeologist Angela Boyle.","locations":[{"text":"Wittenham Clumps, Oxfordshire","coordinates":"51.627914°N 1.180515°W","lat":51.627914,"lng":-1.180515}],"themes":["Iron Age"],"date":1078009200000},{"id":"117.0","season":"11.0","episode":"10.0","code":"S11E10","title":"King Cnut's Manor","longTitle":"Digging up fields and car parks and back gardens is all very well, but how could Time Team pass up a chance to dig up a living room? The manor house in Nassington was purchased in a derelict state, and while restoring it, several massive post holes were investigated that are of a size and spacing to be a Saxon great hall. The pottery finds from the property suggest almost constant occupation from the Iron Age to the present, and the Ramsey Chronicle records that Cnut owned Nassington while king. Up comes the flooring so three trenches can be dug inside the house, while outside, various trenches are dug in the garden. It seems that hall after hall was built where the manor house still stands, but no trace can any longer be found of outbuildings which must have been there. Graeme Lawson visits with a selection of Dark Ages musical instruments, makes a reed pipe of elder wood, and plays out the episode with the Time Team theme music on pipe and lyre.","locations":[{"text":"Nassington, Northamptonshire","coordinates":"52.552655°N 0.433747°W","lat":52.552655,"lng":-0.433747}],"themes":["Dark Age"],"date":1078614000000},{"id":"118.0","season":"11.0","episode":"11.0","code":"S11E11","title":"Back-Garden Archaeology Revisiting a Roman villa","longTitle":"As renowned Suffolk archaeologist Basil Brown discovered, Castle Hill near Ipswich is named, not after a castle, but a substantial Roman villa. Brown was unable to complete his excavation, and Time Team have been called in by local schoolchildren to find out more. However, they will need to dig up a few back gardens to do so. Very soon it becomes clear that Brown's measurements were out of kilter. Halfway through day two, Phil makes a breakthrough. But not until 11 trenches are dug in 8 gardens does a full picture emerge. The team are joined by Roman specialist David Neale and site director Miles Russell.","locations":[{"text":"Ipswich, Suffolk","coordinates":"52.076522°N 1.132127°E","lat":52.076522,"lng":1.132127}],"themes":["Roman"],"date":1079218800000},{"id":"119.0","season":"11.0","episode":"12.0","code":"S11E12","title":"The Lost City of Roxburgh","longTitle":null,"locations":[{"text":"Roxburgh, Scottish Borders","coordinates":"55.597499°N 2.448431°W","lat":55.597499,"lng":-2.448431}],"themes":["Medieval"],"date":1079823600000},{"id":"121.0","season":"11.0","episode":"13.0","code":"S11E13","title":"Brimming with Remains","longTitle":"Pigs rooting in a windswept field in Dorset unearthed fragments including Roman mosaic floor tiles. In addition, a Bournemouth University excavation team located some burials nearby. The farmer, Simon Meaden, has asked Time Team to investigate further.[13] John's geophysics survey reveals a lot of activity. Very soon multiple finds start appearing, and to Tony's delight he is allowed to dig up a little beaker. Archaeologist Mike Parker Pearson produces a timeline of prehistoric and historic burial practices. Phil's trench is invaded by chickens. Gradually a complex picture emerges of human activity here over thousands of years, including a heated Roman villa with bath-house.","locations":[{"text":"Cranborne Chase, Dorset","coordinates":"50.928594°N 2.039061°W","lat":50.928594,"lng":-2.039061}],"themes":["Roman"],"date":1080428400000},{"id":"125.0","season":"12.0","episode":"1.0","code":"S12E1","title":"The Manor That's Back to Front","longTitle":"Tony Robinson and the team visit Chenies Manor which is believed to have been upgraded in time for Henry VIII's visit around 1530. However, while a late 16th-century inventory suggests that an additional range of rooms fit for a king once existed, traces of them have vanished since the house fell into disrepair. Can the experts uncover the layout of the building as it appeared in Tudor times?","locations":[{"text":"Chenies Manor House, Buckinghamshire","coordinates":"51.674775°N 0.533114°W","lat":51.674775,"lng":-0.533114}],"themes":["16th C"],"date":1104620400000},{"id":"126.0","season":"12.0","episode":"2.0","code":"S12E2","title":"The Monastery and the Mansion","longTitle":"The villagers of Nether Poppleton, near York, join Tony Robinson and the team for some extensive digging as they try to determine the exact age of their village. The current layout follows a typical medieval pattern but a reference to the village in the Domesday Book has the experts thinking that it could date back to Saxon times at least.","locations":[{"text":"Nether Poppleton, Yorkshire","coordinates":"53.988279°N 1.148894°W","lat":53.988279,"lng":-1.148894}],"themes":["Anglo-Saxon"],"date":1105225200000},{"id":"127.0","season":"12.0","episode":"3.0","code":"S12E3","title":"The Bombers in the Marsh","longTitle":"On 29 November 1944, two US Douglas A-26 Invader bomber planes crashed into Warton Marsh, eight miles from Preston, in Lancashire. Both planes, along with a number of others, had left Warton Airbase in formation, en route to join forces in the preparations for the Battle of the Bulge. Only one minute off the runway and 1,000 feet into the air, the aircraft collided and came to rest in the marsh. All the crew died. Their bodies were recovered from the planes, but an investigation into the causes of the crash was inconclusive.\nWhen the planes crashed back in 1944, they landed directly on sand. Since then, however, about two metres of silt has built up over the wrecks. It means that the site is a difficult one to excavate, and an earlier attempt to retrieve the aircraft in the 1980s was unsuccessful.\nFor this programme, Time Team enlisted a veteran air crash investigator, along with the RAF's 'crash and smash' team and other experts to try to find out what caused the crash. Each of the planes, including the engines, was believed to be relatively intact and, it was hoped, would provide the necessary information to determine why these two planes collided.\nLocal eyewitnesses and fellow flyers in the US Air Force were all called upon to help to build up a picture of what happened on that fateful day in 1944.","locations":[{"text":"Warton near Preston, Lancashire","coordinates":"53.735285°N 2.935246°W","lat":53.735285,"lng":-2.935246}],"themes":["WW2"],"date":1105830000000},{"id":"128.0","season":"12.0","episode":"4.0","code":"S12E4","title":"Fighting on the Frontier","longTitle":"Twenty years ago, during a particularly dry summer, parch marks revealed what seemed to be a huge Roman fort a few hundred metres from the Duke of Buccleuch's extraordinarily grand house, Drumlanrig Castle, in Dumfries. The discovery lay untouched until Time Team took on the challenge to investigate it further.\n\nThe Team sought to answer a number of questions. Was it actually a Roman fort? If so, it was one of the most northerly ever found and therefore of special importance to Scotland's history. So when were the Romans there? No finds made previously had given any hint of the date of the structure.\nTime Team also wanted to identify the roads leading in and out of the fort. Was there any kind of civilian settlement or other features nearby? And could the Team work out how the Romans made their famous draco, the military standard that made a sound said to have struck fear into the hearts of their enemies?","locations":[{"text":"Drumlanrig, Dumfries and Galloway","coordinates":"55.271321°N 3.807620°W","lat":55.271321,"lng":-3.80762}],"themes":[""],"date":1106434800000},{"id":"129.0","season":"12.0","episode":"5.0","code":"S12E5","title":"A Neolithic Cathedral?","longTitle":"The Time Team is invited to a huge circular crop mark near Peterborough, referred to as a causewayed enclosure by archaeologists. Huge ditches mark the area, which date the site at around 6,000 years old. Some believe the ditches to be evidence of farming, others that they are of religious origin. Francis Pryor and Ben Robinson join the team to get to the bottom of the mystery in just three days.","locations":[{"text":"Northborough, Peterborough","coordinates":"52.662008°N 0.291830°W","lat":52.662008,"lng":-0.29183}],"themes":[""],"date":1107039600000},{"id":"130.0","season":"12.0","episode":"6.0","code":"S12E6","title":"In Search of Henry V's Flagship, Grace Dieu","longTitle":"The team have three days to explore the skeleton of a medieval warship found on the bed of the River Hamble near Southampton. They must prove whether it is the Grace Dieu, Henry V's naval flagship, and also find out how big it was and just why it came to grief. The team are joined by John Adams (marine archeologist) and Susan Rose (historian). Damian Goodburn (ancient ship expert) attempts to reproduce a small section of the massive ship's clinker built hull.","locations":[{"text":"Bursledon, Hampshire","coordinates":"50.891844°N 1.288816°W","lat":50.891844,"lng":-1.288816}],"themes":[""],"date":1107644400000},{"id":"131.0","season":"12.0","episode":"7.0","code":"S12E7","title":"Going Upmarket with the Romans","longTitle":"For years, a field near Standish in Gloucestershire has yielded Roman brooches, mosaic tiles and coins. The finds point to a sizeable villa somewhere nearby - but so far none has been found. Tony Robinson and the team have just three days to solve the mystery. There are plenty of signs that people lived in the area from the Iron Age through to the Roman period, but no sign of the villa.\nBut clue by clue the archaeologists piece together the puzzle to reveal an extraordinary picture of several generations of one family living through huge social change and gradually improving their lifestyle as Romanised Britain became more and more prosperous.","locations":[{"text":"Standish, Gloucestershire","coordinates":"51.778168°N 2.290930°W","lat":51.778168,"lng":-2.29093}],"themes":["Roman"],"date":1108249200000},{"id":"132.0","season":"12.0","episode":"8.0","code":"S12E8","title":"Picts and Hermits: Cave Dwellers of Fife","longTitle":"Wemyss Caves, on the shore of the Firth of Forth, have been a famous landmark for centuries. Legend has it that they were occupied by the mysterious Pictish people who scared the Romans into building Hadrian's Wall; that subsequently they were home to medieval Christian hermits and later to Jacobean nobles. Now the caves are under serious threat from erosion; the sea is already lapping at the cliff just below the cave line.\nBut Wemyss Caves have never been properly investigated. How did the enigmatic Pictish carvings on the cave wall get there? And did Picts really live in the caves or were they just passing by? Is there any evidence of hermits or other types of medieval occupation? In an intensive three days, Time Team come up with some remarkable answers, beginning the task of re-writing the history of this atmospheric site.","locations":[{"text":"Wemyss, Fife","coordinates":"56.162351°N 3.057839°W","lat":56.162351,"lng":-3.057839}],"themes":[""],"date":1108854000000},{"id":"133.0","season":"12.0","episode":"9.0","code":"S12E9","title":"Lost Centuries of St Osyth","longTitle":"In the 7th Century Viking pirates sailed up a muddy Essex creek. Legend has it they captured a lonely nun who when offered her 'modesty or her mortality', chose to die. The nun then carried her severed head up the hill to her church where she collapsed. Where she lay a spring bubbled up. The nun was St Osyth, the wife of the Saxon King of Essex, who chose the veil rather than consummating her marriage. The site of her death became a shrine and a busy settlement grew up. In the 12th Century Richard de Belmais, Bishop of London, founded a large Augustinian Priory in the middle of the village. This became a powerful establishment, which by the Dissolution in 1539 was one of the wealthiest Augustinian Monasteries in Europe. A few years ago a local boatbuilder noticed some decayed timbers sticking out of the mud in St Osyth Creek. The tides gradually revealed more of these timbers, which are on a significant bend in the channel. These timbers could be the remains of a medieval wharf which served the town in its early days, but they could also be the key to a much bigger mystery. The present town seems to date to the 15th century but the famous Priory is much older. There must have been a busy settlement servicing it - so where was the original town of St Osyth? Time Team have three days to redraw the map of this picturesque town on the Essex coast.","locations":[{"text":"St Osyth, Essex","coordinates":"51.798826°N 1.063060°E","lat":51.798826,"lng":1.06306}],"themes":["Dark Age"],"date":1109458800000},{"id":"134.0","season":"12.0","episode":"10.0","code":"S12E10","title":"The Puzzle of Picket's Farm","longTitle":"Time Team heads to South Perrott in Dorset, inspired by the intriguing discovery of Roman brooches and coins in a hilltop field. The Team are pretty sure they're going to uncover a Roman Temple, but the search gets off to a bad start when all the pottery turns out to be medieval and there's no sign of any buildings.\nSomething has clearly been going on in this field, but it's not what they thought. The trenches gradually reveal their contents, painting a very different picture from a very different period. Have the Team stumbled across a Stone Age burial site that had, extraordinarily, been honoured for thousands of years right into Roman times? Prehistory specialist Miles Russell explains some aspects of Bronze Age features.","locations":[{"text":"South Perrott, Dorset","coordinates":"50.844866°N 2.752691°W","lat":50.844866,"lng":-2.752691}],"themes":["Roman"],"date":1110063600000},{"id":"135.0","season":"12.0","episode":"11.0","code":"S12E11","title":"Norman Neighbours","longTitle":"For years Time Team fan Frances Davies has been collecting finds from the field outside her back door in Skipsea in East Yorkshire. She has uncovered Neolithic, Roman and Saxon items, but her best finds are medieval pots dating from the Norman Conquest. It's clear that there was some habitation in the area 1,000 years ago, but a geophysics plot of the site reveals incredible results, far beyond the team's expectations. Could Frances have had a whole Norman village in her field, a village lost to the records? And could there be a clue in nearby Skipsea Castle, the seat of power of the Norman overlord of the whole area? The Team have three days to find out.","locations":[{"text":"Skipsea, East Riding of Yorkshire","coordinates":"53.967614°N 0.213551°W","lat":53.967614,"lng":-0.213551}],"themes":["Norman"],"date":1110668400000},{"id":"136.0","season":"12.0","episode":"12.0","code":"S12E12","title":"Hunting the Romans in South Shields - Tower Blocks and Togas","longTitle":"In South Shields, the Roman Fort at the end of Hadrian's Wall is a local landmark and the team embark on a quest to locate the site of a huge Roman military cemetery thought to be in the area. They search all nearby open spaces but come to the conclusion that the likeliest site of the cemetery is beneath a 1960s housing estate. A few tombstones and burials have been found in the past hundred years, but there must be a huge Roman military cemetery somewhere. Time Team use every spare piece of open space, have a look under the occasional pavement and enlist as much local help, young and old, as possible in their hunt for the site. It's three days of head-scratching mayhem before the answer emerges.","locations":[{"text":"South Shields, Tyne and Wear","coordinates":"55.000462°N 1.432911°W","lat":55.000462,"lng":-1.432911}],"themes":["Roman"],"date":1111273200000},{"id":"137.0","season":"12.0","episode":"13.0","code":"S12E13","title":"Animal Farm","longTitle":"An unusual horse bit, some posh finds and carved stonework lead Time Team on a search for a Norman hunting lodge in Northamptonshire. But it isn't long before the lodge's massive stone walls begin to look a little less impressive, and, under the forensic trowels of the diggers, the lodge shrinks in every direction. But royal forests were fiercely protected by the Norman nobility; why are there buildings here at all? Does the Domesday Book hold a clue? It seems as if this area was home to an extraordinary number of pigs... Have the Team come across one of the very first factory farms?","locations":[{"text":"Hanslope, Milton Keynes","coordinates":"52.126082°N 0.873735°W","lat":52.126082,"lng":-0.873735}],"themes":["Norman"],"date":1112479200000},{"id":"143.0","season":"13.0","episode":"1.0","code":"S13E1","title":"The Bodies in the Shed - Glendon's Lost Graveyard","longTitle":"The Team is visiting Glendon Hall to unravel the mystery of the human skeletons found under an outbuilding. The team are joined by Richard Morriss (historic building consultant) and Glenn Foard (landscape archaeologist).","locations":[{"text":"Glendon, Northamptonshire","coordinates":"52.423777°N 0.757779°W","lat":52.423777,"lng":-0.757779}],"themes":[""],"date":1137884400000},{"id":"144.0","season":"13.0","episode":"2.0","code":"S13E2","title":"Villas out of Molehills","longTitle":"When a colony of moles brings up pieces of mosaic floor in a Cotswold field, Tony Robinson and the team investigate whether the findings could be linked to a nearby Roman villa discovered almost 200 years ago. A local spring might give a clue to the true purpose of the building. The team are joined by local archaeologist Roger Box, and Roman specialists David Neal and Richard Reece.","locations":[{"text":"Withington, Gloucestershire","coordinates":"51.832918°N 1.952569°W","lat":51.832918,"lng":-1.952569}],"themes":["Roman"],"date":1138489200000},{"id":"145.0","season":"13.0","episode":"3.0","code":"S13E3","title":"Rubble at the Mill","longTitle":"The team set to work uncovering Manchester's first cotton mill, built by one of the fathers of the Industrial Revolution, Richard Arkwright. Over three days the team uncover the remains of a complex factory and also signs of a revolutionary steam engine that was decades ahead of its time. The team are joined by Mike Nevell from Manchester University, and Jennifer Tann (technology historian).","locations":[{"text":"Manchester","coordinates":"53.487311°N 2.236522°W","lat":53.487311,"lng":-2.236522}],"themes":["Industrial Revolution"],"date":1139094000000},{"id":"146.0","season":"13.0","episode":"4.0","code":"S13E4","title":"The First Tudor Palace?","longTitle":"The team visit Wayneflete Tower which is all that remains of a palace. Over three days they piece together the story of a site that evolved into one of the most stunning buildings of early Tudor times. They are joined by historic buildings expert Jonathan Foyle, John Guy (historian) and dendrochronologist Mick Worthington.","locations":[{"text":"Esher, Surrey","coordinates":"51.373740°N 0.376815°W","lat":51.37374,"lng":-0.376815}],"themes":["16th C"],"date":1139698800000},{"id":"147.0","season":"13.0","episode":"5.0","code":"S13E5","title":"The Boat on the Rhine - A Roman Boat in Utrecht","longTitle":"The team is invited by Dutch archaeologists to help rescue crucial evidence from a 35-metre-long barge that once sailed the Rhine. The team has one chance to investigate the boat before the bulldozers move in.They are joined by city archaeologists Erik Graafstal and Herre Wynia, Fleur Kemmers (coin specialist) and Jaap Morel (ship archaeologist). Together with wood specialists Damian Goodburn and Esther Jansma, Phil looks at a similar barge which has been preserved and exhibited.","locations":[{"text":"Utrecht, Netherlands","coordinates":"52.080317°N 5.023004°E","lat":52.080317,"lng":5.023004}],"themes":[""],"date":1140303600000},{"id":"148.0","season":"13.0","episode":"6.0","code":"S13E6","title":"Court of the Kentish King","longTitle":"The team descends on the orchards of Kent to search for the lost Anglo-Saxon palace of Eastry, and discover two likely contenders. Over three days, they dig the longest trench in Time Team history.","locations":[{"text":"Eastry, Kent","coordinates":"51.256012°N 1.312794°E","lat":51.256012,"lng":1.312794}],"themes":["Anglo-Saxon"],"date":1140908400000},{"id":"149.0","season":"13.0","episode":"7.0","code":"S13E7","title":"The Monks' Manor","longTitle":"The team travels to the Yorkshire Dales to meet Chris and Barbara Bradley on their farm to uncover the remains of a monastic grange - a medieval forerunner to the grand country house, with connections to nearby Fountains Abbey. Kerry Ely is the site supervisor, and the team are joined by Jonathan Clarke (buildings archaeologist) and Mark Newman from the National Trust. Matt is \"volunteered\" to lead the tough life of a medieval lay brother for 24 hours.","locations":[{"text":"Brimham, Harrogate, Yorkshire","coordinates":"54.062747°N 1.662743°W","lat":54.062747,"lng":-1.662743}],"themes":["Medieval"],"date":1141513200000},{"id":"150.0","season":"13.0","episode":"8.0","code":"S13E8","title":"Castle in the Round","longTitle":"The team investigate the remains of Queenborough Castle[3] on the Isle of Sheppey, built by Edward III for Queen Philippa during the Hundred Years' War. The Time Team excavate the castle mound, and opinion is divided whether this unique circular structure was built for defence or as a royal bolthole from the plague. They are joined by archaeologist Oliver Creighton, medieval historian Sam Newton and architectural historian Jonathan Foyle.","locations":[{"text":"Queenborough, Kent","coordinates":"51.416134°N 0.748727°E","lat":51.416134,"lng":0.748727}],"themes":["Medieval"],"date":1142118000000},{"id":"151.0","season":"13.0","episode":"9.0","code":"S13E9","title":"Sussex Ups and Downs","longTitle":"The team travels to what could be a Neolithic settlement in the Sussex Downs. Initially discovered by John Pull in 1923, the site is littered with remains of 6000-year-old flint mines. But Pull claimed to have discovered a second site nearby, which has so far eluded other diggers. The team are joined by archaeologist Miles Russell, pottery expert Sue Hamilton and wood specialist Maisie Taylor. Neolithic lifestyle specialist Jacqui Wood makes some elderflower tea and threatens to make a new hat for Phil. Phil and Francis demonstrate the relative merits of mesolithic and neolithic axes.","locations":[{"text":"Blackpatch, near Worthing, Sussex","coordinates":"50.874978°N 0.443323°W","lat":50.874978,"lng":-0.443323}],"themes":["Neolithic"],"date":1142722800000},{"id":"152.0","season":"13.0","episode":"10.0","code":"S13E10","title":"Birthplace of the Confessor","longTitle":"The team descends upon the sleepy Oxfordshire village of Islip, the birthplace of Edward the Confessor, for one of the most challenging and intriguing excavations of the series. They are joined by architectural historians Sam Newton and Jonathan Foyle. Helen and Sam visit Westminster Abbey to view original documents relating Edward to Islip.","locations":[{"text":"Islip, Oxfordshire","coordinates":"51.825050°N 1.232742°W","lat":51.82505,"lng":-1.232742}],"themes":["Anglo-Saxon"],"date":1143327600000},{"id":"153.0","season":"13.0","episode":"11.0","code":"S13E11","title":"Early Bath","longTitle":"The team descend on the village of Ffrith in North Wales to discover if it is built on the remains of a Roman mining town. The main street runs along the route of Offa's Dyke. The dig involves excavating two gardens and the playing field, but the team are frustrated in their attempts to find a Roman bath house. The team are joined by archaeologist Chris Martin and historian David Mason.","locations":[{"text":"Ffrith, Flintshire","coordinates":"53.090283°N 3.069603°W","lat":53.090283,"lng":-3.069603}],"themes":["Roman"],"date":1143928800000},{"id":"154.0","season":"13.0","episode":"12.0","code":"S13E12","title":"The Taxman's Tavern - A Roman Mansio","longTitle":"Time Team travel to Alfoldean in West Sussex to uncover a Roman mansio or stopping-place, and hence the story of the whole settlement. The dig takes place in ploughed fields on both sides of the A29, or what the Romans knew as Stane Street. But atrocious weather and the sheer scale of the site push the team's resources to the limits. They are joined by Roman Sussex specialist Miles Russell and archaeologist Mike Luke. Phil gets a new hat. They are visited by pupils from the nearby Christ's Hospital School. Farrier Cliff Barnes uses the school forge to make hipposandals - precursors of the modern horseshoe.","locations":[{"text":"Alfoldean, Horsham, Sussex","coordinates":"51.0852°N 0.4046°W","lat":51.0852,"lng":-0.4046}],"themes":["Roman"],"date":1144533600000},{"id":"155.0","season":"13.0","episode":"13.0","code":"S13E13","title":"Scotch Broch","longTitle":"Tony and the team journey to Applecross in the north west of Scotland to excavate a broch, a monumental dry-stone tower that was one of the largest Iron Age structures in Britain. But they are hampered by stony soil and a massive overhead power line. They are joined by Scottish Iron Age specialists Ian Armit, Andy Heald, Cathy Dagg, Noel Fojut.","locations":[{"text":"Applecross near Skye, Scottish Highlands","coordinates":"57.43176°N 5.81387°W","lat":57.43176,"lng":-5.81387}],"themes":["Iron Age"],"date":1145138400000},{"id":"158.0","season":"14.0","episode":"1.0","code":"S14E1","title":"Finds on the Fairway","longTitle":"The team battle the tail end of Hurricane Gordon to investigate the last keeill standing, preserved beneath a golf course on the Isle of Man. A thousand years ago the island was dotted with these keeills, or small stone chapels, most of which have completely disappeared. Mick, an avowed enthusiast for early Christian buildings, is in his element. Sensational finds keep coming, including perfectly preserved plaited human hair, and a specimen of Ogham script. The team are joined by local archaeologist Andy Johnson, keeill expert Nick Johnson, and Viking specialist Dawn Hadley.","locations":[{"text":"Isle of Man","coordinates":"54.140615°N 4.552331°W","lat":54.140615,"lng":-4.552331}],"themes":["Anglo-Saxon"],"date":1168729200000},{"id":"159.0","season":"14.0","episode":"2.0","code":"S14E2","title":"There's No Place Like Rome","longTitle":"The team are in Somerset to investigate the remains of a small Roman villa, dating back to just after the time of the Roman invasion in 43 a.d. But previous excavations suggest it was occupied by local inhabitants rather than Roman invaders. Could it have been built on the site of an earlier, Iron Age settlement? The team are joined by Roman specialists John Creighton and Tom Moore; and Claire Ryley makes an authentic period garden. Members of the Stranglers put in a surprise appearance.","locations":[{"text":"Blacklands, near Frome, Somerset","coordinates":"51.285410°N 2.336253°W","lat":51.28541,"lng":-2.336253}],"themes":["Roman"],"date":1169334000000},{"id":"160.0","season":"14.0","episode":"3.0","code":"S14E3","title":"School Diggers Medieval","longTitle":"The team are in Hooke Court, Dorset to investigate a moated manor house with a mysterious past. Now used as a school, the grounds contain remains of buildings from the past 500 years and as the trenchers begin their work, the finds start to pile up. Though they are particularly looking for evidence of the Civil War, there are signs of activity from several different periods, including medieval and Tudor.[5] The team are joined by historians Sam Newton and Jonathan Foyle. The school's pupils get involved in all aspects of the dig. As usual, Stewart has his own ideas about the site, and is skeptical about the idea of a moat.","locations":[{"text":"Hooke Court, Dorset","coordinates":"50.800806°N 2.666475°W","lat":50.800806,"lng":-2.666475}],"themes":["Civil War"],"date":1169938800000},{"id":"161.0","season":"14.0","episode":"4.0","code":"S14E4","title":"The Druids' Last Stand","longTitle":"Time Team are in the Island of Anglesey in North Wales, investigating a system of earthworks, not noticed until 2006 when identified by a light aircraft. Is it Iron Age or Roman? Though the locals believe that the ancient sect of the Druids was active in this area, the team are struggling to find anything that has not been ploughed away. But towards the end of the dig they make a completely unexpected find. The team are joined by Ken Brassil of the National Museum Wales. Using traditional techniques, local archaeologists make a wicker man, with a strange resemblance to a member of the team.","locations":[{"text":"Amlwch, Anglesey","coordinates":"53.405465°N 4.395224°W","lat":53.405465,"lng":-4.395224}],"themes":["Iron Age","Roman"],"date":1170543600000},{"id":"162.0","season":"14.0","episode":"5.0","code":"S14E5","title":"Sharpe's Redoubt","longTitle":"The team investigate the remains of Shorncliffe Redoubt, the first fort built to defend the English south coast from invasion by revolutionary French forces in the 1790s.","locations":[{"text":"Sandgate, Kent","coordinates":"51.076135°N 1.130013°E","lat":51.076135,"lng":1.130013}],"themes":["Napoleonic War"],"date":1171148400000},{"id":"163.0","season":"14.0","episode":"6.0","code":"S14E6","title":"A Port and Stilton","longTitle":"The team visit a site near the Roman road of Ermine Street, where a clutch of Roman objects has been discovered. But field-walking has also produced Anglo-Saxon artefacts, and it becomes apparent that the site had more historical activity than first anticipated. Unlike today, the terrain would have been largely boggy and marshy. The archaeology increasingly points to a Roman industrial site with strong evidence of pottery manufacture and export. But after the Romans left, it may have taken on an important monastic role - much to Mick's delight. The team attempt to reproduce a Roman kiln. Finally, towards the end of day three, John's geophysics uncovers a possible neolithic enclosure. They even find time for cheese tasting, though Stilton is not actually the place where Stilton cheese is made. They are joined by Philippa Walton from the PAS, and Ben Robinson of Peterborough Museum.","locations":[{"text":"Stilton, Cambridgeshire","coordinates":"52.493863°N 0.279640°W","lat":52.493863,"lng":-0.27964}],"themes":["Roman"],"date":1171753200000},{"id":"164.0","season":"14.0","episode":"7.0","code":"S14E7","title":"A Tale of Two Villages","longTitle":"The team descend on the village of Wicken to investigate the local history. Digging in residents' gardens and surrounding fields, the team uncover a mysterious church, an ancient burial ground and evidence of a Saxon community.","locations":[{"text":"Wicken, Northamptonshire","coordinates":"52.048170°N 0.914954°W","lat":52.04817,"lng":-0.914954},{"text":"Wicken, Northamptonshire","coordinates":"52.046576°N 0.919587°W","lat":52.046576,"lng":-0.919587}],"themes":["Saxon"],"date":1172358000000},{"id":"166.0","season":"14.0","episode":"8.0","code":"S14E8","title":"No Stone Unturned","longTitle":"The team arrive at a field outside Cheshire where metal detectorists have made several valuable finds in the past, hinting the site was once a very active Roman settlement. However, the complete lack of finds causes serious concern amongst our intrepid explorers. They are joined by Mike Nevell from the University of Manchester, Roman historian David Shotter, and Robert Philpott from Liverpool Museum. Archeometallurgist Andrew Lacey fashions a simple Roman snake bracelet. Famously,[7] this is the episode where Tony declares \"We've done what we always threatened: after 160 programmes, we found - nothing.\"","locations":[{"text":"Warburton, Greater Manchester","coordinates":"53.396554°N 2.438536°W","lat":53.396554,"lng":-2.438536}],"themes":["Roman"],"date":1172962800000},{"id":"167.0","season":"14.0","episode":"9.0","code":"S14E9","title":"The Domesday Mill","longTitle":"Time Team have never excavated a watermill before. Despite the fact that they were plentiful in historic times, these features have been under-researched. Heading to the River Otter in Devon, the team excavate a site dating back at least to the Domesday Book of 1086, yet the last mill building on the site was pulled down as recently as the 1960s. They are joined by Martin Watts (mill historian), industrial archaeologist Mike Nevell, and Finds specialist John Allan. Tony visits the working mill at nearby Otterton.","locations":[{"text":"Dotton, Devon","coordinates":"50.689403°N 3.295137°W","lat":50.689403,"lng":-3.295137}],"themes":["Multiple"],"date":1173567600000},{"id":"168.0","season":"14.0","episode":"10.0","code":"S14E10","title":"The Cheyne Gang","longTitle":"Archaeologists in Chesham in Buckinghamshire believe they've found the remains of a medieval building under the manicured lawns of a Georgian house.","locations":[{"text":"Chesham Bois, Buckinghamshire","coordinates":"51.688032°N 0.600434°W","lat":51.688032,"lng":-0.600434}],"themes":["18th C"],"date":1174172400000},{"id":"169.0","season":"14.0","episode":"11.0","code":"S14E11","title":"Road to the Relics","longTitle":"The team are excited at the prospect of finding a possible Roman temple. Will this be a first for Time Team?","locations":[{"text":"Godstone, Surrey","coordinates":"51.240100°N 0.0666°W","lat":51.2401,"lng":-0.0666}],"themes":["Roman"],"date":1174777200000},{"id":"170.0","season":"14.0","episode":"12.0","code":"S14E12","title":"The Abbey Habit","longTitle":"Tony Robinson and the team travel to the Welsh border in search of the abandoned Poulton Abbey that was once briefly used by Cistercian monks. Mick is delighted to be researching his favourite subject, monastic history. Though local archaeologists have found a chapel and plenty of other remains (including skeletons), there is no sign of the abbey. As the hunt drags on without any major progress, some of the team come up with a controversial theory. The team are joined by Mike Emery and Alan Wilmshurst from the Poulton Research Project, architectural historian Jonathan Clark, local historian Alan Thacker, and Finds specialist Debbie Klemperer.","locations":[{"text":"Poulton, Cheshire","coordinates":"53.125909°N 2.888253°W","lat":53.125909,"lng":-2.888253}],"themes":["Church"],"date":1175378400000},{"id":"171.0","season":"14.0","episode":"13.0","code":"S14E13","title":"In the Shadow of the Tor","longTitle":"The Team descend on the bleak, beautiful landscape of Bodmin Moor to face one their biggest challenges yet. The dig aims to date a possible Bronze Age village of stone houses. But alongside the village is a vast and mysterious 500-metre-long stone structure. The team are joined by Peter Herring of Cornwall Heritage Trust and environmental archaeologist Ben Gearey.","locations":[{"text":"Bodmin Moor, Cornwall","coordinates":"50.603806°N 4.627464°W","lat":50.603806,"lng":-4.627464}],"themes":["Bronze Age"],"date":1175983200000},{"id":"175.0","season":"15.0","episode":"1.0","code":"S15E1","title":"Gold in the Moat","longTitle":"In Derbyshire the Team investigate the medieval castle of Codnor, and find something very special. They are joined by Sarah Speight (castle specialist), Brian Kerr from English Heritage, and historian Richard K. Morriss.","locations":[{"text":"Codnor Castle, Derbyshire","coordinates":"53.045125°N 1.354947°W","lat":53.045125,"lng":-1.354947}],"themes":["Medieval"],"date":1199574000000},{"id":"176.0","season":"15.0","episode":"2.0","code":"S15E2","title":"Street of the Dead","longTitle":"Time Team come to Binchester with a particular interest in uncovering a vicus, a civilian settlement supporting the Roman fort of Vinovia. Though part of the plot is a restricted scheduled monument, the vicus should be large enough for some of it to lie outside the scheduled area. John's spectacular geophysics indicates not only a possible Roman temple or mausoleum, but also a second, earlier fort. Together with cremation burials, it all forces the team to rethink their priorities.","locations":[{"text":"Binchester, County Durham","coordinates":"54.676036°N 1.674253°W","lat":54.676036,"lng":-1.674253}],"themes":["Roman"],"date":1200178800000},{"id":"178.0","season":"15.0","episode":"3.0","code":"S15E3","title":"Bodies in the Dunes","longTitle":"In 2005, a major storm eroded a dune next to the beach at Allasdale, Barra, exposing cists and human remains. The Team goes on a rescue-dig, before the site is lost to erosion forever. The team are joined by archaeologists Mike Parker Pearson and Keith Branigan, and animal bones specialist Jackie Mulville. Jackie McKinley investigates some well-preserved human remains, and potter Ursina Hack-Maclellan throws some pots using an experimental prehistoric style clamp-kiln.","locations":[{"text":"Allasdale, Barra, Western Isles","coordinates":"56.995162°N 7.509125°W","lat":56.995162,"lng":-7.509125}],"themes":["Prehistoric"],"date":1200783600000},{"id":"179.0","season":"15.0","episode":"4.0","code":"S15E4","title":"The Naughty Nuns of Northampton","longTitle":"When a family buried their cat in their garden, they uncovered a massive stone wall. Time Team is called in to investigate. Sources suggest a 12th-century Cistercian nunnery once stood in the vicinity. They are joined by Glyn Coppack (monastic specialist), Iain Sowden (medieval specialist)","locations":[{"text":"Towcester, Northamptonshire","coordinates":"52.150658°N 0.952810°W","lat":52.150658,"lng":-0.95281}],"themes":["Medieval","Church"],"date":1201388400000},{"id":"180.0","season":"15.0","episode":"5.0","code":"S15E5","title":"Mysteries of the Mosaic","longTitle":"Hundreds of Roman coins and bits of masonry have been found on a field near Coberly, but it's the discovery of a piece of Roman mosaic floor that has really got the archaeologists excited. They are joined by mosaics expert Anthony Beeson.","locations":[{"text":"Coberley, Gloucestershire","coordinates":"51.835399°N 2.049679°W","lat":51.835399,"lng":-2.049679}],"themes":["Roman"],"date":1201993200000},{"id":"181.0","season":"15.0","episode":"6.0","code":"S15E6","title":"Blitzkrieg on Shooter's Hill","longTitle":"The team delve into the recent past to uncover the hidden archaeology behind the biggest battle that never was, the planned defence of Britain against a Nazi invasion in 1940","locations":[{"text":"South London","coordinates":"51.470522°N 0.071049°E","lat":51.470522,"lng":0.071049},{"text":"South London","coordinates":"51.470403°N 0.055911°E","lat":51.470403,"lng":0.055911},{"text":"South London","coordinates":"51.473722°N 0.071168°E","lat":51.473722,"lng":0.071168}],"themes":["WW2"],"date":1202598000000},{"id":"182.0","season":"15.0","episode":"7.0","code":"S15E7","title":"Keeping up with the Georgians","longTitle":"The team descend on a field just outside Bath to investigate the remains of what could have been one of the country's grandest Georgian houses, built by Sir Francis Popham. They are joined by historians Elaine Chalus and Jonathan Foyle, and local archaeologist Marek Lewcun.","locations":[{"text":"Hunstrete, Somerset","coordinates":"51.356569°N 2.509777°W","lat":51.356569,"lng":-2.509777}],"themes":["18th C"],"date":1203202800000},{"id":"183.0","season":"15.0","episode":"8.0","code":"S15E8","title":"Saxons on the Edge","longTitle":"The Team goes in search of a possible Anglo-Saxon settlement at Knave Hill in Leicestershire. Only eight such sites have been fully excavated in the whole of Britain. Can Time Team claim to have found the ninth? Tony is skeptical, but almost immediately Phil uncovers some exciting evidence. They are joined by medievalist Helena Hamerow and geneticist Bryan Sykes. Stewart investigates the surrounding locality with Anglo-Saxon historian Sam Newton. Phil's DNA is tested to find his ancestry.","locations":[{"text":"Stonton Wyville, Leicestershire","coordinates":"52.533367°N 0.908772°W","lat":52.533367,"lng":-0.908772}],"themes":["Anglo-Saxon"],"date":1203807600000},{"id":"185.0","season":"15.0","episode":"9.0","code":"S15E9","title":"Fort of the Earls","longTitle":"The team visit Northern Ireland to locate one of the most important sites in Anglo-Irish history - a hilltop castle above the city of Dungannon, home of the powerful O'Neill dynasty, whose story culminates in the hugely significant flight of the Earls. The team are joined by Colm Donnelly, Hiram Morgan, Paul Logue and Jim O'Neill.","locations":[{"text":"Dungannon, Northern Ireland","coordinates":"54.5058°N 6.7674°W","lat":54.5058,"lng":-6.7674}],"themes":["Medieval"],"date":1204412400000},{"id":"186.0","season":"15.0","episode":"10.0","code":"S15E10","title":"From Constantinople to Cornwall","longTitle":"One summer during the 1980s, strange crop marks appeared in two fields on the north Cornish coast near Lellizzick. Locals have picked up a wealth of 1,500-year-old pottery and metalwork from as far away as North Africa and Turkey. Combined with some spectacular geophysics, it all suggested that this was once a busy international trading site.[4] In Mick's opinion copper and tin would have been exchanged for foreign luxury goods. But Time Team are having trouble dating the site. They are joined by Steve Hartgroves from Cornwall County Council, Finds specialist Carl Thorpe, and Byzantine expert Anthea Harris.","locations":[{"text":"Padstow, North Cornwall","coordinates":"50.556811°N 4.951477°W","lat":50.556811,"lng":-4.951477}],"themes":["Multiple"],"date":1205017200000},{"id":"187.0","season":"15.0","episode":"11.0","code":"S15E11","title":"Five Thousand Tons of Stone","longTitle":"The Time Team travel to County Durham to investigate the origins of a mysterious large stone structure which has had locals baffled for centuries.","locations":[{"text":"Hamsterley, County Durham","coordinates":"54.692457°N 1.840365°W","lat":54.692457,"lng":-1.840365}],"themes":["Neolithic"],"date":1205622000000},{"id":"188.0","season":"15.0","episode":"12.0","code":"S15E12","title":"The Romans Recycle","longTitle":"Over the years a metal detectorist has found more than 300 metal artefacts from the Roman, Iron-Age and Anglo-Saxon periods on a site that covers several fields between two villages. The Team tries to find out what the site was used for.","locations":[{"text":"Wickenby, Lincolnshire","coordinates":"53.336229°N 0.358506°W","lat":53.336229,"lng":-0.358506}],"themes":["Iron Age","Anglo-Saxon","Roman"],"date":1206226800000},{"id":"189.0","season":"15.0","episode":"13.0","code":"S15E13","title":"Hunting King Harold","longTitle":"Harold's Field has long been rumoured as a site where Harold Godwinson, later to become King Harold, built a hunting lodge in 1065 after defeating the Welsh. The site is a scheduled monument, protected from excavation; but a local petition has succeeded in persuading Cadw to allow digging. So Time Team have been invited in to do their stuff. While Stewart believes there are signs of medieval occupation, any finds from an earlier, Saxon period would be a first for this area of Wales. The team are joined by historians Sam Newton and Jeremy Knight, local pottery expert Steve Clarke, and maritime archaeologist Nigel Nayling.","locations":[{"text":"Portskewett, Monmouthshire","coordinates":"51.589040°N 2.725399°W","lat":51.58904,"lng":-2.725399}],"themes":["Anglo-Saxon","Medieval"],"date":1206831600000},{"id":"194.0","season":"16.0","episode":"1.0","code":"S16E1","title":"The Trouble with Temples","longTitle":"Time Team has never found a Roman temple. But a 30-year-old photograph clearly shows double square cropmarks in a field. Surely this time they will strike lucky? The trouble is, the site may have suffered plough damage. Francis takes charge. Though initial excavations are encouraging, John and Stewart are puzzled by a geophysical anomaly. Including a tessellated pavement and a coin hoard, a picture gradually emerges of not one but four temples - in fact a whole complex of buildings. It proves to be one of the most important excavations in Time Team history.","locations":[{"text":"Friar's Wash, Hertfordshire","coordinates":"51.8193°N 0.4045°W","lat":51.8193,"lng":-0.4045}],"themes":["Roman"],"date":1231023600000},{"id":"195.0","season":"16.0","episode":"2.0","code":"S16E2","title":"The Wedding Present","longTitle":"The restored ruins of a castle gatehouse given as a wedding present hide complex mediaeval and Tudor remains.","locations":[{"text":"Scargill, County Durham","coordinates":"54.49173°N 1.91868°W","lat":54.49173,"lng":-1.91868}],"themes":["Medieval"],"date":1231628400000},{"id":"196.0","season":"16.0","episode":"3.0","code":"S16E3","title":"Heroes' Hill","longTitle":"A previously unexcavated massive Bronze Age promontory fort conceals the remains of a sophisticated society.","locations":[{"text":"Knockdhu, County Antrim","coordinates":"54.89111°N 5.905278°W","lat":54.89111,"lng":-5.905278}],"themes":["Bronze Age"],"date":1232233200000},{"id":"197.0","season":"16.0","episode":"4.0","code":"S16E4","title":"Toga Town","longTitle":"Caerwent in South Wales is Britain's best-preserved Roman town; but there are still unexplored pockets. Neil wants to find some Roman retail outlets, but Mick is more interested in medieval remains. Louise Revell describes existing features, including the basilica and the central forum where political debates would have taken place. Geophysics suggests a full-scale Roman villa on the site. The diggers are uncovering a maze of walls, which are hard to understand. From a second century handbook, Louise gives Phil and Matt some tips about Roman oratory. Meanwhile Stewart is playing with a groma, a Roman surveying tool. At the finale Phil and Matt engage in a debate, kitted out in their togas. Finds include a 3rd century coin, a tool for removing earwax, a twisted wire bracelet, and a folding penknife handle decorated with gladiators. They are also joined by Roman archaeologist Peter Guest.","locations":[{"text":"Caerwent, Monmouthshire","coordinates":"51.6133°N 2.7700°W","lat":51.6133,"lng":-2.77}],"themes":["Roman"],"date":1232838000000},{"id":"198.0","season":"16.0","episode":"5.0","code":"S16E5","title":"Blood, Sweat and Beers","longTitle":"Time Team visit the Rise Hill navvy camp near Garsdale, created for the construction of the Settle-Carlisle railway. This is the first such site ever excavated. They are joined by industrial archaeologists Bill Bevan and Mike Nevell, and historian David Holmes, to create a picture of the people who built much of industrial Britain. But the dig is hampered by heavy rain. Matt is roped in to live the life of a navvy for a day.","locations":[{"text":"Rise Hill, Cumbria","coordinates":"54.29789°N 2.35983°W","lat":54.29789,"lng":-2.35983}],"themes":["Industrial Revolution"],"date":1233442800000},{"id":"199.0","season":"16.0","episode":"6.0","code":"S16E6","title":"Buried Bishops and Belfries","longTitle":"The team are on Phil's home turf, where 200 years ago some of the cathedral's most beautiful buildings were demolished, including a bell tower and two chapels. Moreover, there is a mystery surrounding leg-bones discovered under one of the chapels. Could they belong to Bishop Beauchamp (pronounced \"Beecham\"), who built one of the chapels? Bone specialist Jackie thinks she can solve the mystery. The team are hoping to get an insight into the purpose and function of this magnificent medieval structure, as well as the city that surrounds it. Stewart is more interested in Constable's famous watercolour of the cathedral. Raysan builds a lego model, and Brigid finds a unique coin. They make some interesting discoveries about the foundations of these various buildings. They are joined by the cathedral archaeologist Tim Tatton-Brown, and historic buildings consultant Richard K. Morris. Historian Elaine Chalus talks to Helen about the charismatic personality of Bishop Beauchamp himself.","locations":[{"text":"Salisbury Cathedral, Wiltshire","coordinates":"51.064722°N 1.7975°W","lat":51.064722,"lng":-1.7975}],"themes":["Church"],"date":1234047600000},{"id":"200.0","season":"16.0","episode":"7.0","code":"S16E7","title":"Anarchy in the UK","longTitle":"Time Team camp for three days next to the oldest bridge on the River Thames. Previous surveys have convinced local archaeologists that an early Norman castle existed here, with connections to Queen Matilda and The Anarchy. But there are also tantalizing links to the much later English Civil War.[6] Almost immediately, pottery sherds and walls are revealed, with plenty of Roman fragments suggesting a Roman settlement. In all likelihood the Anglo-Saxons lived here too. The team test out a medieval trebuchet. They are joined by John Blair of Oxford University, geophysicist Roger Ainslie, and castles expert Richard K. Morriss.","locations":[{"text":"Radcot, Oxfordshire","coordinates":"51.693081°N 1.588644°W","lat":51.693081,"lng":-1.588644}],"themes":["Civil War"],"date":1234652400000},{"id":"201.0","season":"16.0","episode":"8.0","code":"S16E8","title":"Mystery of the Ice Cream Villa","longTitle":"Stacks of high quality Roman remains have been found in a rural field near an ice cream research centre, including a huge collection of coins. It points to a high status building, possibly a villa. But it's far from any road, and geophysics doesn't come up with anything definite, apart from a large square ditch. Stewart identifies a potential Roman road, running right past the site. Though they are unable to find a substantial stone building, the outline of an Iron Age round house emerges, showing continuity of occupation over hundreds or thousands of years. Late on day three, evidence of a Roman structure emerges. They are joined by Roman coin specialist Philippa Walton, Ben Robinson from Peterborough City Council and Louise Revell from Southampton University.","locations":[{"text":"Colworth, Bedfordshire","coordinates":"52.23212°N 0.57711°W","lat":52.23212,"lng":-0.57711}],"themes":["Roman"],"date":1235257200000},{"id":"202.0","season":"16.0","episode":"9.0","code":"S16E9","title":"Hermit Harbour","longTitle":"Legends surround this tiny island off Cornwall's south coast, including a visit by Christ himself, brought here by Joseph of Arimathea from distant Glastonbury. The team are out to discover the truth behind the myths. Could this island have witnessed the birth of Christianity in Britain? They are hampered by the tide, which limits the time allowed for digging. Previous digs have linked the now-vanished St. Michael's Chapel on the hill to the Celtic dark ages following the Roman occupation. It would certainly have been a beacon for pilgrims and overseas traders through the ages; and there are tantalising hints of prehistoric activity. The chapel seems to be mirrored by a similar structure on the mainland, which the team are also attempting to excavate. They are joined by historian Nicholas Orme, Oliver Creighton from Exeter University and Finds specialist Carl Thorpe. Investigating possible wrecks are two divers from the Royal Navy.","locations":[{"text":"Looe, Cornwall","coordinates":"50.34086°N 4.45412°W","lat":50.34086,"lng":-4.45412}],"themes":["Multiple"],"date":1235862000000},{"id":"203.0","season":"16.0","episode":"10.0","code":"S16E10","title":"Called to the Bar","longTitle":"Amidst the grand buildings that make up one of the world's oldest and most distinguished law societies, they have been asked to discover the remains of a 13th-century palace that belonged to Henry III's Lord Chancellor.","locations":[{"text":"Lincoln's Inn, London","coordinates":"51.516448°N 0.113760°W","lat":51.516448,"lng":-0.11376}],"themes":["Medieval"],"date":1236466800000},{"id":"204.0","season":"16.0","episode":"11.0","code":"S16E11","title":"Beacon on the Fens","longTitle":"A little mound of earth known as Chapel Head has intrigued archaeologists for years. There are ornately carved stone blocks around the hill, and beautiful flint axes that are at least 4000 years old have also been found. Early signs are of a medieval chapel, and very soon a cobbled surface shows building of that period. But Francis is having trouble locating a bronze age ring ditch. The team are joined by Ben Robinson from Peterborough Museum, and medieval pottery expert Paul Spoerry.","locations":[{"text":"Cambridgeshire","coordinates":"52.415706°N 0.028039°W","lat":52.415706,"lng":-0.028039}],"themes":["Medieval"],"date":1237071600000},{"id":"205.0","season":"16.0","episode":"12.0","code":"S16E12","title":"The Hollow Way","longTitle":"The distinctive grass-covered remains of the deserted medieval village of Ulnaby are a landmark in the Durham countryside, but they have never been dug. The Team have been invited to investigate one of the best-preserved archaeological sites in Britain. With medieval historian Dawn Hadley, Tony looks at the history of Ulnaby. Michelle Brown of the British Library examines the 14th century Luttrell Psalter, providing clues about the people's lifestyle. Mick is shown a replica of a medieval horsedrawn plough, while Brigid finds a coin, and Matt uncovers a quern-stone.","locations":[{"text":"Ulnaby, County Durham","coordinates":"54.549014°N 1.649417°W","lat":54.549014,"lng":-1.649417}],"themes":["Medieval"],"date":1237676400000},{"id":"206.0","season":"16.0","episode":"13.0","code":"S16E13","title":"Skeletons in the Shed","longTitle":"When the new owners of a house in Blythburgh in Suffolk explored their potting shed they were shocked to discover a cupboard full of human skulls.[9] Could these remains have something to do with the superb ruins of a medieval priory that has lain hidden for years? The priory fell into disuse before Henry VIII's dissolution of the monasteries, and may contain the remains of a 7th century Saxon King, Anna. But despite digging several trenches in the back garden, the team struggle to make sense of it all. They are joined by historian Sam Newton.","locations":[{"text":"Blythburgh, Suffolk","coordinates":"52.32183°N 1.59640°E","lat":52.32183,"lng":1.5964}],"themes":["Medieval"],"date":1238281200000},{"id":"210.0","season":"17.0","episode":"1.0","code":"S17E1","title":"Corridors Of Power","longTitle":"Surrounded by the sites and sounds of Parliament Square the archaeologists have three days to pin down the location of a lost sacristy and uncover the Anglo Saxon origins of the Abbey.","locations":[{"text":"Westminster Abbey, London","coordinates":"51°29′58″N 0°07′39″W","lat":51.49944444444444,"lng":-0.1275}],"themes":["Anglo-Saxon","Church"],"date":1271541600000},{"id":"211.0","season":"17.0","episode":"2.0","code":"S17E2","title":"A Saintly Site","longTitle":"Time Team descend on the Isle of Mull at the invitation of two local amateur archaeologists to investigate a mysterious set of earthworks in a forest near Tobermory. Could they be the remains of a chapel from the time of St Columba?","locations":[{"text":"Isle of Mull, Inner Hebrides","coordinates":"56°36′42″N 6°04′52″W","lat":56.611666666666665,"lng":-6.0811111111111105}],"themes":["Church"],"date":1272146400000},{"id":"212.0","season":"17.0","episode":"3.0","code":"S17E3","title":"Bridge Over The River Tees","longTitle":"Tony Robinson and the Team get their feet wet as they examine a stretch of the River Tees where local divers have found over 2000 Roman finds. With part of the site beneath the water some of Time Team's finest have to squeeze into wet suits and brave the fast flowing river. They are joined by English Heritage's Ben Robinson.","locations":[{"text":"Piercebridge, County Durham","coordinates":"54°32′7″N 1°40′28″W","lat":54.53527777777778,"lng":-1.6744444444444444}],"themes":["Roman"],"date":1272751200000},{"id":"213.0","season":"17.0","episode":"4.0","code":"S17E4","title":"In The Halls Of A Saxon King","longTitle":"The Team tries to locate one of the rarest of archaeological sites – an Anglo Saxon royal complex. Aerial photos suggest this empty Oxfordshire field could have been the home of royalty over a thousand years ago, but is it ever that simple?","locations":[{"text":"Sutton Courtenay, Oxfordshire","coordinates":"51°38′23″N 1°17′43″W","lat":51.63972222222222,"lng":-1.2952777777777778}],"themes":["Anglo-Saxon"],"date":1273356000000},{"id":"214.0","season":"17.0","episode":"5.0","code":"S17E5","title":"The Massacre In The Cellar","longTitle":"The team visit the remains of Hopton Castle in Shropshire and attempt to put together a piece-by-piece reconstruction of the battle which took place there during the English Civil War.","locations":[{"text":"Hopton Castle, Shropshire","coordinates":"52°23′45″N 2°55′54″W","lat":52.395833333333336,"lng":-2.9316666666666666}],"themes":["Civil War"],"date":1273960800000},{"id":"216.0","season":"17.0","episode":"6.0","code":"S17E6","title":"Potted History","longTitle":"The team have been unearthing the remains of Cunetio, a Roman town in Mildenhall. It is the first proper excavation of the town in over fifty years.","locations":[{"text":"Mildenhall, Wiltshire","coordinates":"51°25′23″N 1°41′27″W","lat":51.42305555555555,"lng":-1.6908333333333334}],"themes":["Roman"],"date":1274565600000},{"id":"218.0","season":"17.0","episode":"7.0","code":"S17E7","title":"Death and Dominoes: The First POW Camp","longTitle":"Tony, joined by English Heritage's Ben Robinson and others, explores the world's first built prisoner of war camp.","locations":[{"text":"Norman Cross, Cambridgeshire","coordinates":"52°30′20″N 00°17′25″W","lat":52.50555555555555,"lng":-0.29027777777777775}],"themes":["Unknown"],"date":1286056800000},{"id":"219.0","season":"17.0","episode":"8.0","code":"S17E8","title":"Something For The Weekend","longTitle":null,"locations":[{"text":"Tregruk Castle, Llangybi, Monmouthshire","coordinates":"51°40′17″N 2°55′15″W","lat":51.671388888888885,"lng":-2.9208333333333334}],"themes":["Unknown"],"date":1286661600000},{"id":"221.0","season":"17.0","episode":"9.0","code":"S17E9","title":"Governor's Green","longTitle":"The Team visit Portsmouth to try and uncover one of the city's oldest buildings - a medieval hospital. But after three days of bone-chilling weather and confusing archaeology can the Team work out what stood on Governors Green over 500 years ago?","locations":[{"text":"Governor's Green, Portsmouth","coordinates":"50°47′19″N 1°06′11″W","lat":50.78861111111111,"lng":-1.1030555555555557}],"themes":["Medieval"],"date":1287871200000},{"id":"222.0","season":"17.0","episode":"10.0","code":"S17E10","title":"Priory Engagement","longTitle":"The Team descend upon the Oxfordshire town of Burford to respond to very special challenge - from Time Team's own Professor Mick Aston. They have just three days to uncover a medieval hospital under the front lawn whilst searching for Anglo Saxons in the vegetable garden.","locations":[{"text":"Burford, Oxfordshire","coordinates":"51°48′28″N 1°38′13″W","lat":51.80777777777777,"lng":-1.6369444444444443}],"themes":["Anglo-Saxon","Medieval"],"date":1288476000000},{"id":"223.0","season":"17.0","episode":"11.0","code":"S17E11","title":"There's A Villa Here Somewhere","longTitle":"But has 18th-century quarrying destroyed all meaninful evidence? Ben Robinson supervises this dig in the absence of Mick Aston. The end results are shown to the appreciative villagers.","locations":[{"text":"Litlington, Cambridgeshire","coordinates":"52°03′57″N 0°05′14″W","lat":52.06583333333333,"lng":-0.08722222222222221}],"themes":["18th C"],"date":1289084400000},{"id":"224.0","season":"17.0","episode":"12.0","code":"S17E12","title":"Commanding Heights","longTitle":"Needless to say Stewart doesn't think so. He is going with a much earlier cross-ridge dyke. To prove it one way or the other they need dateable finds. But the dig is hampered by torrential rain. Despite this they uncover a huge, magnificent ditch, which must have been dug by thousands of people during the Iron Age. The team are joined by historian Bettany Hughes, Hereford county archaeologist Keith Ray and environmental archaeologist Mike Allen.","locations":[{"text":"Dinmore Hill, Herefordshire","coordinates":"52°09′39″N 2°42′04″W","lat":52.16083333333333,"lng":-2.7011111111111115}],"themes":["Iron Age"],"date":1289689200000},{"id":"237.0","season":"17.0","episode":"13.0","code":"S17E13","title":"Rooting For The Romans","longTitle":"An eagle-eyed forest ranger spotted bits of Roman building poking out from the forest floor in Cambridgeshire's Bedford Purlieus Wood.","locations":[{"text":"Bedford Purlieus Wood, Cambridgeshire","coordinates":"52°35′13″N 00°27′35″W","lat":52.58694444444445,"lng":-0.45972222222222225}],"themes":["Roman"],"date":1302991200000},{"id":"225.0","season":"18.0","episode":"1.0","code":"S18E1","title":"Reservoir Rituals","longTitle":"The first stone henge to be discovered in Britain for a century would be cause enough for major celebration. But there's double bubbles as Tony Robinson and his hardy team of archaeologists celebrate their 200th dig. Jane Marchand from Dartmoor National Park Authority[3] was alerted by a walker to standing stones peering out of an East Devon reservoir at low level. This is Francis Pryor's dream site, but Mick has also been interested in Dartmoor for some time. They have stone circles, stone rows and cairns apparently dating from 3000 to 1500 BC. There is a central mound which interests Francis, and which Phil thinks is Stone Age, thus pre-dating the other monuments. But the cairns may be recent, throwing into doubt the dating of the other features. This is cultivated farmland, atypical of Dartmoor's usual bleak landscapes. John is dubious about getting any meaningful geophysics results, but proposes nevertheless to wheel his trolley through the mud. Stewart and Henry create a 3D image of the prehistoric landscape. Phil teaches Matt his favourite activity, flint-knapping.","locations":[{"text":"Tottiford Reservoir, Devon","coordinates":"50°38′9.6″N 3°40′58.8″W","lat":50.636,"lng":-3.683}],"themes":["Neolithic"],"date":1296946800000},{"id":"226.0","season":"18.0","episode":"2.0","code":"S18E2","title":"Saxon Death, Saxon Gold","longTitle":"The Team are intrigued by metal detecting finds and pottery scattered across some fields in Leicestershire, which suggest they're on the site of a high-status Anglo-Saxon burial ground.","locations":[{"text":"West Langton, Leicestershire","coordinates":"52°31′33″N 0°56′24″W","lat":52.52583333333333,"lng":-0.9400000000000001}],"themes":["Anglo-Saxon"],"date":1297551600000},{"id":"227.0","season":"18.0","episode":"3.0","code":"S18E3","title":"Romans on the Range","longTitle":"Tony and the Team get a unique opportunity to dig at an army firing range at High Ham in Somerset and investigate a series of mosaics first discovered 150 years ago. Everything indicates a Roman villa, though perhaps not on such a grand scale. The inhabitants may have been Romanised Britons, living from the 2nd to the early 5th century. Matt volunteers as a slave for the day. When the cold east wind sets in, Phil and the other diggers temporarily \"down tools\". They are joined by Martin Brown from the Defence Estates and Roman finds specialist Philippa Walton.","locations":[{"text":"High Ham, Somerset","coordinates":"51°3′42″N 2°49′35″W","lat":51.06166666666666,"lng":-2.826388888888889}],"themes":["Roman"],"date":1298156400000},{"id":"228.0","season":"18.0","episode":"4.0","code":"S18E4","title":"Hitler's Island Fortress","longTitle":"Tony Robinson doesn't usually get to decide where the Team should dig, but in this episode he chooses his first ever site for investigation: a German anti-aircraft battery on Jersey. The dig director was Dr. Ben Robinson.","locations":[{"text":"Les Gellettes, Jersey","coordinates":"49°12′35″N 2°9′36″W","lat":49.209722222222226,"lng":-2.1599999999999997}],"themes":["WW2"],"date":1298761200000},{"id":"229.0","season":"18.0","episode":"5.0","code":"S18E5","title":"Furnace in the Forest","longTitle":"Dense and tranquil woodland in the County Durham countryside provides an unlikely venue for Time Team's investigation into the earliest days of the Industrial Revolution.","locations":[{"text":"Derwentcote, County Durham","coordinates":"54°54′14″N 1°47′50″W","lat":54.903888888888886,"lng":-1.797222222222222}],"themes":["Industrial Revolution"],"date":1299366000000},{"id":"230.0","season":"18.0","episode":"6.0","code":"S18E6","title":"Under the Gravestones","longTitle":"The Team face one of their strangest challenges ever: digging through a church graveyard in search of what could be one of the largest Roman structures ever built in Britain.","locations":[{"text":"Castor, Cambridgeshire","coordinates":"52°34′22″N 0°20′34″W","lat":52.57277777777778,"lng":-0.34277777777777774}],"themes":["Roman"],"date":1299970800000},{"id":"232.0","season":"18.0","episode":"7.0","code":"S18E7","title":"House of the White Queen","longTitle":"Tony and the Team discover evidence of a dynasty that arrived with William the Conqueror and went on to produce two queens of England: Elizabeth I and Lady Jane Grey.","locations":[{"text":"Groby, Leicestershire","coordinates":"52°39′50″N 1°13′37″W","lat":52.663888888888884,"lng":-1.2269444444444446}],"themes":["Medieval"],"date":1300575600000},{"id":"233.0","season":"18.0","episode":"8.0","code":"S18E8","title":"Cannons and Castles","longTitle":"Tony Robinson heads to Jersey to investigate the origins of Mont Orgueil Castle. Today's castle is a Tudor structure built on earlier foundations, and it's that early castle, built by King John, that the Team are looking for.","locations":[{"text":"Mont Orgueil, Jersey","coordinates":"49°11′58″N 2°1′10″W","lat":49.19944444444444,"lng":-2.0194444444444444}],"themes":["Medieval"],"date":1301180400000},{"id":"234.0","season":"18.0","episode":"9.0","code":"S18E9","title":"Mystery of the Manor Moat","longTitle":"Investigating an archaeologist's dream. An ancient moat has been discovered and no one knows what it once protected. Was it an early Welsh chapel, a Roman fort, a fortified cattle enclosure, or even the ancestral home of one of Wales's most important families?","locations":[{"text":"Llancaiach Fawr, South Wales","coordinates":"51°39′41″N 3°16′53″W","lat":51.66138888888889,"lng":-3.281388888888889}],"themes":["Unknown"],"date":1301781600000},{"id":"235.0","season":"18.0","episode":"10.0","code":"S18E10","title":"Search for the Domesday Mill","longTitle":"Horse owner Stephanie Fry believes an 11th-century flour mill once stood on her land, near Stoke Trister in Somerset, and asks the Team to dig. There is reference to a mill in the parish in Domesday, and standing remains of a building depicted in a 1782 parish map. Multiple leat earthworks in the area indicate multiple mills over the centuries. The remains of the standing mill include parts of the last mill wheel, a 19th-century overshot wheel. This was the second mill Time Team dug; the first was in Season 14, and the episodes are listed in Wikipedia as having the same name.","locations":[{"text":"Buck Mill, Somerset","coordinates":"51°3′3″N 2°21′49″W","lat":51.05083333333333,"lng":-2.363611111111111}],"themes":["Multiple"],"date":1302386400000},{"id":"243.0","season":"19.0","episode":"1.0","code":"S19E1","title":"Dig By Wire","longTitle":"Tony Robinson and the team visit a tiny windswept island off the coast of Wales. The only way to get to it is by rigging a 500-metre zip wire way above the wave-lashed rocks.","locations":[{"text":"Gateholm Island, Pembrokeshire","coordinates":"51°43′10″N 5°13′50″W","lat":51.71944444444445,"lng":-5.230555555555556}],"themes":["Unknown"],"date":1327186800000},{"id":"244.0","season":"19.0","episode":"2.0","code":"S19E2","title":"A Village Affair","longTitle":"There's a problem in the chocolate-box village of Bitterley in Shropshire. The village's school and cottages cluster prettily around the green. But the village church and the manor house lie more than half a mile away, on the other side of a lumpy, bumpy empty field.","locations":[{"text":"Bitterley, Shropshire","coordinates":"52°23′29″N 2°37′56″W","lat":52.39138888888889,"lng":-2.6322222222222225}],"themes":["Unknown"],"date":1327791600000},{"id":"245.0","season":"19.0","episode":"3.0","code":"S19E3","title":"The Drowned Town","longTitle":"Tony Robinson and the Team head to Dunwich, a village that's literally falling off the edge of the UK. Coastal erosion has eaten away most of this once-bustling settlement, and before the whole place is lost to the sea, there's a last chance to find out more about the lost origins of this dramatically situated town. The team are joined by historian Mark Bailey, architectural consultant Richard K. Morriss, Kyle Brown from the Environment Agency, John Ette from English Heritage, and Professor David Sear.","locations":[{"text":"Dunwich, Suffolk","coordinates":"52°16′34″N 1°37′48″E","lat":52.27611111111111,"lng":1.6300000000000001}],"themes":["Unknown"],"date":1328396400000},{"id":"246.0","season":"19.0","episode":"4.0","code":"S19E4","title":"The First King of Racing","longTitle":"Tony and the Team visit Newmarket, the birthplace of horseracing, in search of the earliest archaeological traces of the sport of kings. They dig in the heart of the historic town, in search of the remains of King Charles II's racing stables - arguably the world's first stables dedicated to racing. Bone specialist Jackie McKinley talks about horse skeletons with Christopher Garibaldi at the National Horseracing Museum.","locations":[{"text":"Newmarket, Suffolk","coordinates":"52°14′38″N 0°24′26″E","lat":52.24388888888889,"lng":0.40722222222222226}],"themes":["17th C"],"date":1329001200000},{"id":"247.0","season":"19.0","episode":"5.0","code":"S19E5","title":"Chapel of Secrets","longTitle":"Tony leads the Team to the village of Beadnell on a beautiful stretch of the Northumbrian coast, to explore an unusual promontory, from which mysterious fragments of human bone have emerged over recent years. The team are joined by Anglo-Saxon historian Sam Newton, vicar Jane Wood and small finds expert Danielle Wootton.[4] Calligrapher Suzanne Moore investigates techniques used by monks inscribing and illuminating the Lindisfarne Gospels.","locations":[{"text":"Beadnell, Northumberland","coordinates":"55°33′04″N 1°37′18″W","lat":55.551111111111105,"lng":-1.6216666666666666}],"themes":["Anglo-Saxon","Church"],"date":1329606000000},{"id":"248.0","season":"19.0","episode":"6.0","code":"S19E6","title":"A Copper Bottomed Dig","longTitle":"Two hundred years ago, Swansea was one of the wealthiest cities in the country, if not the world. The source of those riches was neither the coal nor the steel recently associated with the area, but copper.","locations":[{"text":"Pentrechwyth, Swansea","coordinates":"51°38′02″N 3°55′59″W","lat":51.63388888888889,"lng":-3.9330555555555553}],"themes":["Industrial Revolution"],"date":1330210800000},{"id":"249.0","season":"19.0","episode":"7.0","code":"S19E7","title":"The Only Earl Is Essex","longTitle":"Tony and the team rip up the pristine lawns of Paul Whight's stately home in search of the secrets of its illustrious former owners: the De Veres, who built a priory here in the 12th century. They are also hoping to discover the later manor house. There is a rumour that the dissolute 17th Earl, Edward, wrote at least some of William Shakespeare's plays, and could be buried here, along with his ancestors and descendants. Geophysics is now able to produce 3D images of what is underground; while Jackie has plenty of bones to look at. Alex helps stone carver Lucy Churchill to carve some de Vere symbols from blocks of rare alabaster. Among the many finds are stained glass and encaustic tiles. They are joined by Anna Whitelock from the University of London. Finally, state-of-the-art laser technology entombs Alex in his own sarcophagus.","locations":[{"text":"Colne Priory, Essex","coordinates":"51°55′36″N 0°42′36″E","lat":51.92666666666666,"lng":0.71}],"themes":["Medieval"],"date":1330815600000},{"id":"250.0","season":"19.0","episode":"8.0","code":"S19E8","title":"Secrets of the Dunes","longTitle":"Eight hundred years ago the people of Kenfig on the south coast of Wales thought they had built the perfect town, nestled round a harbour with easy access to the sea and a sheltered position. The town appears to have been a thriving commercial success but then it vanished, leaving just a few castle walls to mark its existence.","locations":[{"text":"Kenfig, Bridgend","coordinates":"51°31′44″N 3°43′44″W","lat":51.528888888888886,"lng":-3.728888888888889}],"themes":["Medieval"],"date":1332025200000},{"id":"252.0","season":"19.0","episode":"9.0","code":"S19E9","title":"Rome's Wild West","longTitle":"The Roman legionary fort of Caerleon in South Wales is one of the most famous and best preserved Roman sites in Britain. But just outside the fort, archaeologists have discovered signs of yet another huge structure leading from the fort down to the river.","locations":[{"text":"Caerleon, Newport","coordinates":"51°36′24″N 2°57′58″W","lat":51.60666666666667,"lng":-2.966111111111111}],"themes":["Roman"],"date":1332630000000},{"id":"253.0","season":"19.0","episode":"10.0","code":"S19E10","title":"How to Lose a Castle","longTitle":"For generations a family of Somerset farmers have been wondering if there was ever actually a castle on top of the hill they call Castle Hill. A medieval charter refers to a Norman castle in the area, but they are not clear about exactly where and there are several likely locations. Geophysics' radar shows a large rectangular structure, possibly a keep. There is debate as to whether it was timber or stone. Raksha and Paul are excited by some 12th century pottery, indicating that the building may date from the Anarchy period rather than the Norman conquest. Moreover, a metal spur hints at a cavalry based fort. They are joined by castles expert Marc Morris, and quarryman Zak England demonstrates how to split a stone. Phil tastes mead for the first time. Mick is beginning to doubt whether the building was ever completed.","locations":[{"text":"Crewkerne, Somerset","coordinates":"50°53′32″N 2°49′29″W","lat":50.89222222222222,"lng":-2.824722222222222}],"themes":["Medieval"],"date":1333231200000},{"id":"254.0","season":"19.0","episode":"11.0","code":"S19E11","title":"King John's Lost Palace","longTitle":"Tony and the Team don their hunting green, pick up their bows and arrows and head for the fringes of Sherwood Forest, where residents of Clipstone village in Nottinghamshire believe some impressive ruins in a farmer's field may have played a part in the ancient tales of Robin Hood and Bad King John. Landowner Mickey Bradley hopes that the site will be preserved as a heritage site. High class stone carvings indicate what is likely to be one of King John's hunting lodges or a ceremonial hall, rather than a fully fledged palace. They are joined by Tony Rotherham, who describes the practices and terrible punishments meted out to local poachers such as Robin Hood. He was probably only one of many outlaws inhabiting these forests, which were maintained by royalty for hunting and other amusements. Tony Rotherham also demonstrates the unmaking ritual, or butchery of a deer carcass.","locations":[{"text":"Clipstone, Nottinghamshire","coordinates":"53°10′36″N 1°05′56″W","lat":53.17666666666666,"lng":-1.0988888888888888}],"themes":["Medieval"],"date":1333836000000},{"id":"256.0","season":"19.0","episode":"12.0","code":"S19E12","title":"Time Team's Guide to Burial - Compilation","longTitle":null,"locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1335650400000},{"id":"257.0","season":"19.0","episode":"13.0","code":"S19E13","title":"Time Team's Greatest Discoveries - Compilation.","longTitle":null,"locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1336860000000},{"id":"259.0","season":"20.0","episode":"1.0","code":"S20E1","title":"The Forgotten Gunners of WWI","longTitle":"The 20th series begins with an examination of what life was like for the First World War Machine Gun Corps, revealing the lost secrets of Belton House, the stately home where they were trained.","locations":[{"text":"Grantham, Lincolnshire","coordinates":"52°55′53″N 0°36′50″W","lat":52.93138888888889,"lng":-0.6138888888888888}],"themes":["WW1"],"date":1352588400000},{"id":"260.0","season":"20.0","episode":"2.0","code":"S20E2","title":"Brancaster","longTitle":"The National Trust Roman fort of Branodunum has produced some impressive aerial photographs of cropmarks, promising substantial buildings and multiple finds from the second to the fourth centuries AD. Some outstanding geophysics results are also hugely encouraging. If anything it was larger than the current Brancaster. The close proximity of the sea would have been vital to travel and commerce, and there was certainly much marine traffic. Among over 2000 finds are an extremely rare pewter dish, a belt ornament, Roman scale armour, and cockerel spurs indicating cockfighting. They are joined by County Archaeologist David Gurney, Philippa Walton from the British Museum, and Roman finds expert Mark Corney.","locations":[{"text":"Brancaster, Norfolk","coordinates":"52°57′50″N 0°39′07″E","lat":52.96388888888889,"lng":0.6519444444444444}],"themes":["Roman"],"date":1357426800000},{"id":"261.0","season":"20.0","episode":"3.0","code":"S20E3","title":"A Capital Hill","longTitle":"Time Team investigate Caerau Hillfort, a huge hill near Cardiff that may be immensely significant; is it the long-lost Iron Age capital of South Wales? Geophysics shows multiple circular marks, indicating several roundhouses. However Francis is initially having trouble locating these structures in the ground. But there are finds a-plenty including a rare early Iron Age cup. They are joined by Iron Age specialist Niall Sharples, who explains that a hill fort's function is primarily domestic and social, rather than military. Kids from Ely are drafted in to help with the dig, and historian Ray Howell shows two of the kids some iron age artefacts in the National Museum Wales. Meanwhile metalworker David Chapman makes a bronze handle for a drinking cup.","locations":[{"text":"Ely, Cardiff","coordinates":"51°28′02″N 3°14′55″W","lat":51.467222222222226,"lng":-3.2486111111111113}],"themes":["Iron Age"],"date":1358031600000},{"id":"262.0","season":"20.0","episode":"4.0","code":"S20E4","title":"Henham's Lost Mansions","longTitle":"Tony and the Team help Hektor Rous, the son of 'Aussie Earl' Keith Rous, piece together the mysterious history of the family's Tudor country home in Suffolk. They are joined by Tudor historian Suzie Lipscomb and buildings expert Richard K. Morriss.","locations":[{"text":"Henham Park, Suffolk","coordinates":"52°20′30″N 1°36′4″E","lat":52.34166666666667,"lng":1.6011111111111112}],"themes":["Medieval"],"date":1358636400000},{"id":"263.0","season":"20.0","episode":"5.0","code":"S20E5","title":"Warriors","longTitle":"Tony and the team work with volunteers from Operation Nightingale,[5] an initiative to help injured veterans of the war in Afghanistan. They are investigating the ancient Barrow Clump on Salisbury Plain, where they discover burials from 2000BC and rare Saxon finds. The team are joined by Richard Osgood, an archaeologist from the Ministry of Defence.","locations":[{"text":"Figheldean, Wiltshire","coordinates":"51°13′16″N 1°45′51″W","lat":51.221111111111114,"lng":-1.7641666666666667}],"themes":["Neolithic","Saxon"],"date":1359241200000},{"id":"264.0","season":"20.0","episode":"6.0","code":"S20E6","title":"Lost Mines of Lakeland","longTitle":"Tony and the team make their way to the Lake District on an expedition that takes them both higher and deeper than they've ever been before. They are looking for a forgotten piece of the nation's industrial heritage - the Lake District used to be a major source of valuable copper.","locations":[{"text":"Coniston, Cumbria","coordinates":"54°22′52″N 3°6′11″W","lat":54.38111111111111,"lng":-3.1030555555555557}],"themes":["Industrial Revolution"],"date":1359846000000},{"id":"265.0","season":"20.0","episode":"7.0","code":"S20E7","title":"Horseshoe Hall","longTitle":"Time Team investigate Oakham Castle in the tiny county of Rutland. It's Britain's best preserved 12th-century building but its grounds are full of mysterious lumps and bumps crying out to be investigated.[6] The team are joined by site director Neil Holbrook, historian Marc Morris, architectural historian Richard K. Morriss, Tim Allen from English Heritage, and ceramicist Jane Young. Danni Wootton looks at some small finds.","locations":[{"text":"Oakham Castle, Rutland","coordinates":"52°40′15″N 0°43′39″W","lat":52.670833333333334,"lng":-0.7275}],"themes":["Medieval"],"date":1360450800000},{"id":"266.0","season":"20.0","episode":"8.0","code":"S20E8","title":"Mystery of the Thames-side Villa","longTitle":"Roman remains have been turning up in an Oxfordshire field for decades, where a student in the 1960s believed he had uncovered a Roman mosaic. Is this the site of a lost grand Roman villa? Neil Holbrook takes charge, with contributions from Louise Revell (Roman archaeologist) and Mark Corney (Roman finds expert). Finds include a rare piece of Roman glass, a cheese press and a huge rustic pot from the 4th century. Stewart believes the River Thames used to run much closer to this site during Roman times.","locations":[{"text":"Dropshort, Oxfordshire","coordinates":"51°38′30″N 1°17′14″W","lat":51.641666666666666,"lng":-1.287222222222222}],"themes":["Roman"],"date":1361055600000},{"id":"267.0","season":"20.0","episode":"9.0","code":"S20E9","title":"The Lost Castle of Dundrum","longTitle":"The team are working with Colm Donnelly, Finbar McCormick and others from Queen's University, Dublin. Their brief is to investigate an impressive ruin in County Down, Northern Ireland. It is associated with John de Courcy and his renegade Norman knights. But when was it built, and what did it look like? As it's a protected monument, their dig is strictly limited. Francis takes charge. Colm thinks the site shows remains of a much earlier structure, a cashel or defended stone enclosure from the Dark Ages. He shows Tony the nearby Drumena Cashel. Matt demonstrates the inferiority of primitive Irish armour against the full might of a mail-clad Norman knight with his huge charger, sword and bow.","locations":[{"text":"Dundrum Castle, County Down","coordinates":"54°15′43″N 5°50′41″W","lat":54.261944444444445,"lng":-5.844722222222222}],"themes":["Medieval"],"date":1361660400000},{"id":"268.0","season":"20.0","episode":"10.0","code":"S20E10","title":"Wolsey's Lost Palace","longTitle":"Tony and the team try to piece together the complete picture of the Manor of the More, a once impressive palace masterminded by Henry VIII's right-hand man, Cardinal Wolsey. In its heyday it was supposedly even more opulent than Wolsey's other masterpiece, Hampton Court. Built in 1520, it's now the site of Northwood Prep School; and Time Team are proposing to dig up their playing fields. Jackie McKinley takes charge. To survey the site from the air, instead of a helicopter they use a drone - a first for the programme. Danni Wootton enthuses over some gorgeous stained glass fragments. Phil's trench reveals signs of a grand gatehouse and a great turret. They are joined by archaeologist Martin Biddle, Tudor historian Suzannah Lipscomb and historic buildings expert Kent Rawlinson.","locations":[{"text":"The More, Moor Park, Hertfordshire","coordinates":"51°38′02″N 0°26′14″W","lat":51.63388888888889,"lng":-0.43722222222222223}],"themes":["16th C"],"date":1362265200000},{"id":"269.0","season":"20.0","episode":"11.0","code":"S20E11","title":"An Englishman's Castle","longTitle":"On the invitation of the owners, Steve and Pru Barlow, Time Team try to discover if Upton Castle[9] in Pembrokeshire was one of the Anglo-Norman castles built to defend 'Little England beyond Wales' from the locals. Unfortunately the castle was subject to much cosmetic alteration down the years. So some of the efforts centre around the chapel, which appears to be the earliest building on site, and may actually pre-date the castle. It contains a 14th century stone effigy, apparently of Sir William Malefant.[10] Also the churchyard may yield some clues. Neil Holbrook supervises. The team are joined by historians Suzannah Lipscomb and Richard K. Morriss.","locations":[{"text":"Upton Castle, Cosheston, Pembrokeshire","coordinates":"51°42′25″N 4°52′07″W","lat":51.706944444444446,"lng":-4.868611111111112}],"themes":["Medieval"],"date":1362870000000},{"id":"270.0","season":"20.0","episode":"12.0","code":"S20E12","title":"The Time Team Guide to Experimental Archaeology","longTitle":"Tony Robinson reports on the more than 150 practical experiments and re-creations that he and the Team have conducted over 20 years in order to unlock the mysteries exposed by their digs. including 24 hours of solitary confinement, building a thatched roundhouse, potting, a Roman water wheel, a wicker man, smelting, forging weapons, building a wood henge.","locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1363474800000},{"id":"271.0","season":"20.0","episode":"13.0","code":"S20E13","title":"Twenty Years of Time Team","longTitle":"In this special celebration of the show, Tony Robinson relives the best bits from two decades and 230 episodes.","locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1364079600000},{"id":"22.0","season":"21.0","episode":"1.0","code":"S21E1","title":"Christmas Special – Much Wenlock","longTitle":"In this episode, the team go back to Much Wenlock in Shropshire, which they visited in the 1994 episode \"The New Town of a Norman Prince\", and from the Guildhall look back on previous Time Team sites to see what has happened since.","locations":[{"text":"Much Wenlock, Shropshire","coordinates":"52.59603°N 2.55719°W","lat":52.59603,"lng":-2.55719}],"themes":["Medieval"],"date":883263600000},{"id":"44.0","season":"21.0","episode":"2.0","code":"S21E2","title":"Christmas Special – Barley Hall","longTitle":"Robinson presents this seasonal episode of Time Team from York's Barley Hall, where an extravagant Medieval Christmas celebration is in full swing. Looking back over previous digs, startling new evidence is revealed about one of the 'stars' unearthed on the show – a skeleton discovered during the live dig at Bawsey in Norfolk. He also revisits Reedham Marshes in Norfolk, to pay a special tribute to the crew of a Boeing B-17 Flying Fortress which crashed in February, 1944.","locations":[{"text":"Barley Hall, York","coordinates":"53.961241°N 1.082367°W","lat":53.961241,"lng":-1.082367}],"themes":["Medieval","WW2"],"date":945558000000},{"id":"45.0","season":"21.0","episode":"3.0","code":"S21E3","title":"The Mystery of Seahenge","longTitle":"In the spring of 2050 BCE, a huge oak tree was felled and its stump upturned and half-buried on a site near to what is now Holme-next-the-Sea in Norfolk. The following year, a number of smaller oaks were felled and cut into 56 posts, which were arranged in a timber circle around the central stump. This Bronze Age monument, hailed by some modern archaeologists as among the most exciting ever discovered, could have formed some kind of ceremonial site, perhaps with special astronomical or other significance. The show reveals that its removal for conservation was vital but controversial, and shows efforts of Neopagans to disrupt the salvage.Time Team also build a replica nearby.","locations":[{"text":"Holme-next-the-Sea, Norfolk","coordinates":"52.967997°N 0.518536°E","lat":52.967997,"lng":0.518536}],"themes":["Bronze Age"],"date":946422000000},{"id":"59.0","season":"21.0","episode":"4.0","code":"S21E4","title":"The Real King Arthur","longTitle":"Time Team travel to Tintagel Castle to begin searching for evidence of King Arthur – a character well known as a great hero and legendary 'King of the Britons'. Modern research, however, reveals that most of what we know about Arthur is actually a myth, the creation of imaginative writers and propagandists such as Geoffrey of Monmouth and Alfred Lord Tennyson. Time Team searches for some of the truth behind the myth and mystery.","locations":[{"text":"Tintagel, Cornwall","coordinates":"50.667974°N 4.759928°W","lat":50.667974,"lng":-4.759928}],"themes":["Dark Age"],"date":977612400000},{"id":"60.0","season":"21.0","episode":"5.0","code":"S21E5","title":"The Mystery of Mine Howe","longTitle":"In September 1999, a local farmer rediscovered a mysterious underground structure - a flight of 17 stone steps descending to a half-landing and a further 11 steps descending to a chamber. The Team travels to Orkney, where local farmer Douglas Paterson went in search of the mysterious underground chamber, initially thought to be an ancient broch dwelling. Time Team film the excavation of the site and its surrounds for this year's Christmas documentary. Time Team also build a small replica nearby, and sections of a ditch surrounding the mound were also excavated.","locations":[{"text":"Tankerness, Orkney","coordinates":"58.938400°N 2.851794°W","lat":58.9384,"lng":-2.851794}],"themes":[""],"date":977871600000},{"id":"70.0","season":"21.0","episode":"6.0","code":"S21E6","title":"Coventry's Lost Cathedral","longTitle":"Coventry's St. Mary's Priory and Cathedral, first consecrated in 1043, was thought to have been virtually obliterated by Henry VIII in the late 1530s. When Time Team went to Coventry in 1999, they found that a great deal more has survived than expected. The team went back to film the updated results. Using the extant walls as a guide, they are able to plot the expected dimensions of the cathedral. Comparing them with the surviving period architecture as best seen in Lichfield Cathedral, they soon locate the mosaic floors, broken pillars, and buried cellars of the buildings. Later, remains of a clerical burial that had survived Henry VIII's destruction of the monastery were uncovered.","locations":[{"text":"Coventry, West Midlands","coordinates":"52.409°N 1.508833°W","lat":52.409,"lng":-1.508833}],"themes":["Church"],"date":984006000000},{"id":"75.0","season":"21.0","episode":"7.0","code":"S21E7","title":"Island of the Eels","longTitle":"Time Team follow an excavation in Ely, which uncovers a remarkable picture of Cambridgeshire in past centuries. Explorations reveal numerous significant events in the areas history: an ancient area of marshlands surrounding the then Saxon city; channels where boats used to moor to load and unload goods; a medieval kiln with quantities of high-quality medieval pottery; and remains of a number of wooden buildings fronting the road at Broad Street.","locations":[{"text":"Ely, Cambridgeshire","coordinates":"52.395086°N 0.267727°E","lat":52.395086,"lng":0.267727}],"themes":["Saxon"],"date":990050400000},{"id":"76.0","season":"21.0","episode":"8.0","code":"S21E8","title":"Dinosaur Hunting","longTitle":"Robinson and Harding travel to the Rocky Mountains in Montana, USA, for this special programme on dinosaurs and the professional and private 'dinosaur hunters' who seek and recover fossil remains. Accompanying several digs, they soon learn that the methods used by the dinosaur hunters turn out to be similar to those employed by archaeologists. After joining a museum dig to excavate the bones of various tyrannosauroids, they discover the profitable tourist industry that dinosaur hunting has spawned in the US. Their journey culminates in a trip to the Badlands, where they help dinosaur hunter Jack Horner dig up the remains of a tyrannosaurus.","locations":[{"text":"Dinosaur Belt, Montana, US","coordinates":"47.811155°N 112.182327°W","lat":47.811155,"lng":-112.182327}],"themes":["Prehistoric"],"date":1009666800000},{"id":"90.0","season":"21.0","episode":"9.0","code":"S21E9","title":"The Big Dig in Canterbury","longTitle":"Time Team visit the centre of the ancient Roman and later Anglo-Saxon city of Canterbury, a large section of which was being excavated to make way for a huge shopping centre. They then join and follow local archaeologists in piecing together its rich 2000 year history within the nine-months allocated. They are joined by site co-directors Alison Hicks and Mark Houliston, Director of Canterbury Archaeological Trust Paul Bennett, project manager Helen Evans, and Sheila Sweetingborough (archive researcher). The show shows how progress is slow and hampered by poor weather, and reveals the challenges of marketing the dig to residents and local businesses.","locations":[{"text":"Canterbury, Kent","coordinates":"51.277013°N 1.081759°E","lat":51.277013,"lng":1.081759}],"themes":["Anglo-Saxon"],"date":1018821600000},{"id":"91.0","season":"21.0","episode":"10.0","code":"S21E10","title":"Londinium, The Edge of Empire","longTitle":"2000 years ago, the Romans founded what was to later become Britain's most important metropolis, Londinium. In Gresham Street, situated within the walls of the Roman city, Time Team monitor another nine month excavation, this time led by the Museum of London. Much of the recent history of the site has been lost to recent building activity. For two months they are hampered by heavy rain; and there is initially little evidence of any Roman activity in the surviving archaeology. Only hours before they are due to hand over a section to the developers, the diggers discover a remarkable piece of bronze sculpture, possibly the vandalised forearm of a Nero statue. Further digging reveals a possible Roman temple, an amphitheatre, an ancient barrel, and two sophisticated water wheels.","locations":[{"text":"London","coordinates":"51.514915°N 0.093061°W","lat":51.514915,"lng":-0.093061}],"themes":["Roman"],"date":1019426400000},{"id":"92.0","season":"21.0","episode":"11.0","code":"S21E11","title":"The Wreck of Colossus","longTitle":"Robinson and Harding from Time Team join divers from the British Government's Archaeological Diving Unit, fighting to recover a massive carved wooden statue and other artefacts from the shipwreck of HMS Colossus, and endeavour to piece together the loss of this Napoleonic-era 18th-century warship.[6] Using the reconditioned HMS Victory as a reference, it was clear that the carving was detail from the left-hand rear windows of the vessel. When permission to film the site became problematic in 2002, sonar and magnetic surveys (and associated divings) were also carried out elsewhere in the area. The statue was subsequently successfully retrieved and sent off for preservation.","locations":[{"text":"St Mary's, Isles of Scilly","coordinates":"49.935975°N 6.322117°W","lat":49.935975,"lng":-6.322117}],"themes":["Napoleonic War"],"date":1036018800000},{"id":"106.0","season":"21.0","episode":"12.0","code":"S21E12","title":"Hadrian's Well","longTitle":"In 2001, in an excavation site in Gresham Street, London, archaeologists found the remnants of a wooden Roman water-lifting machine (see Special #10 above), representing cutting-edge technology 2000 years ago. A team of experts from various different disciplines is trying to create a working replica, and have it installed in the Museum of London in three months. They are joined by others from Time Team. But given the scant archaeological knowledge and evidence, what did it look like, how was it powered, and more importantly, how was it constructed? Some strong differences of opinion emerge, but a working device is finally installed.","locations":[{"text":"London","coordinates":"51.514915°N 0.093061°W","lat":51.514915,"lng":-0.093061}],"themes":["Roman"],"date":1049925600000},{"id":"107.0","season":"21.0","episode":"13.0","code":"S21E13","title":"Big Dig, The Hole Story","longTitle":"Covers the Big Dig, where some 5,000 participants were encouraged to explore some of the archaeology in areas local to them. Alongside them, some 250 archaeologists volunteered their time to assist in the digs - although not everyone agreed with the project. Test pits, a 1 meter by 1 metre square hole some 60 centimetres deep were initially dug, with each process involving removing some 10 cm at a time. During the dig, some 1,200 pits ended up being dug, revealing rich layers of previously unknown archaeological evidence and finds, including \"stunning new insights into long lost communities\". 43 pits were dug, for example, in the village of Great Easton, Essex, pushing back the dates of finds to the Roman era. Similar finds occurred in places such as Boxworth, Warrington, Stogumber, and Middlesbrough, all yielding important evidence for the post-excavation analysis record.","locations":[{"text":"Canterbury, Kent","coordinates":"51.2785923N,1.0487457E","lat":51.2785923,"lng":1.0487457},{"text":"Great Easton, Essex","coordinates":"51.9039063N,0.3240513E","lat":51.9039063,"lng":0.3240513},{"text":"Boxworth","coordinates":"52.2592931N,0.0311279W","lat":52.2592931,"lng":-0.0311279},{"text":"Warrington","coordinates":"53.3871903N,2.6437545W","lat":53.3871903,"lng":-2.6437545},{"text":"Stogumber","coordinates":"51.1274315N,3.2932374W","lat":51.1274315,"lng":-3.2932374},{"text":"Middlesbrough","coordinates":"54.5545793N,1.2581521W","lat":54.5545793,"lng":-1.2581521}],"themes":["Multiple"],"date":1072652400000},{"id":"120.0","season":"21.0","episode":"14.0","code":"S21E14","title":"Sheffield Steel City","longTitle":"Time Team visit Sheffield in order to observe ARCUS, the Archaeological Research and Consultancy at the University of Sheffield, uncover parts of its industrial revolution past. In the centre of the old town, they examine ruined factories belonging to John Marshall, who established his Millsands steelworks on the site in the 1760s[8] To the north-east, they also examine excavated buildings at a steel forge in Wisewood, downstream from the Dale Dike Reservoir in Bradfield. Meanwhile, Phil tries to recreate a steel knife using traditional Sheffield methods.","locations":[{"text":"Sheffield, South Yorkshire","coordinates":"53.385858°N 1.465609°W","lat":53.385858,"lng":-1.465609},{"text":"Sheffield, South Yorkshire","coordinates":"53.401319°N 1.520046°W","lat":53.401319,"lng":-1.520046},{"text":"Sheffield, South Yorkshire","coordinates":"53.381912°N 1.475182°W","lat":53.381912,"lng":-1.475182}],"themes":[""],"date":1079910000000},{"id":"122.0","season":"21.0","episode":"15.0","code":"S21E15","title":"The House in the Loch","longTitle":"Robinson visits Scotland in order to observe a group dive led by Nicholas Dixon onto a collapsed but well-preserved iron-age loch dwelling. Also participating are six \"Field School\" archaeologists who will learn the basics of an underwater dig. The Oakbank Crannog they work on is located in the north-east of Loch Tay in Perthshire, where more 18 submerged crannogs have now been identified. A working example has now been reconstructed about a mile away on the south side of the loch at the Scottish Crannog Centre. The crannog itself is dated to about 600BC, and evidence shows it was rebuilt some six times of over the next 200 years. The anaerobic conditions help preserve the many wooden and organic artefacts recovered and now displayed or recreated at the Centre.","locations":[{"text":"Loch Tay, Perthshire","coordinates":"56.571940°N 4.082767°W","lat":56.57194,"lng":-4.082767}],"themes":["Iron Age"],"date":1082325600000},{"id":"123.0","season":"21.0","episode":"16.0","code":"S21E16","title":"The Ten Million Pound House","longTitle":"Robinson and \"Time Team\" travel to Ightham in Kent to visit the \"most complete moated manor house in the UK\". Conservation work on Ightham Mote began by the National Trust in 1989 that involved dismantling much of the building and recording its construction methods before faithfully repairing, restoring, and rebuilding it. The project ended in early 2004 after revealing numerous examples of structural and ornamental features which had been covered up or altered by later modifications. It is estimated to have cost in excess of £10 million.","locations":[{"text":"Ightham Mote, Kent","coordinates":"51.258473°N 0.269655°E","lat":51.258473,"lng":0.269655}],"themes":["Unknown"],"date":1083535200000},{"id":"124.0","season":"21.0","episode":"17.0","code":"S21E17","title":"D-Day","longTitle":"To mark the 60th anniversary of D-Day, Time Team travel to Gold Beach in Normandy to retrace the movements of the Dorset Regiment on that day. The battalion, having landed near Bayeux were given three objectives: to capture \"Point 54\", to take a place known as \"Herod's Well\", and to silence a battery of nearby German guns. They were opposed along the way by elements of the German 352nd Infantry Division, who used trenches, barbed-wire, concrete bunkers, machine gun nests, and powerful anti-tank guns in defence. Using aerial photographic records, they identify period features that help them identify where to place their trenches.","locations":[{"text":"D-Day, Normandy","coordinates":"49.324187°N 0.595621°W","lat":49.324187,"lng":-0.595621}],"themes":["WW2"],"date":1085954400000},{"id":"138.0","season":"21.0","episode":"18.0","code":"S21E18","title":"King of Bling","longTitle":"Time Team turn their attention to an important Royal Saxon tomb in Prittlewell, near Southend in Essex. During a routine road widening in late 2003, an impressive array of Saxon objects were uncovered, leading to an excavation by MoLAS. Further excitement centred around the discovery of an intact 7th century wood-lined burial chamber, and its precious high-status contents were comparable to similar regional discoveries in Broomfield, Taplow, and Sutton Hoo. As part of the show, a lyre was reconstructed from soil impressions and surviving metal pieces, and was played to accompany a funeral song sung for King Sæberht in Anglo-Saxon and English in St. Mary's Church in Southend.","locations":[{"text":"Prittlewell, Essex","coordinates":"51.553514°N 0.708365°E","lat":51.553514,"lng":0.708365}],"themes":["Saxon"],"date":1118613600000},{"id":"139.0","season":"21.0","episode":"19.0","code":"S21E19","title":"Britain's Lost Roman Circus","longTitle":"Time Team visit Colchester, a town well-known as rich in Roman remains, and tour a former military site due for redevelopment. On site, Robinson tells the story of the discovery of the only Roman circus ever found in Britain, south of Camulodunum's town walls. The team are joined by Philip Crummy of Colchester Archaeological Trust, Roman Historian John Humphrey, and site supervisor Rob Masefield. Meanwhile Guy de la Bedoyere visits the Circus of Maxentius near Rome. As with the Circus Maximus, and the 50 or so others dotted around the empire, circuses were event spaces that were used for ludi, such as the popular ludi circenses. Harding helps wheelwright Robert Hurford to make a replica chariot, which is demonstrated by stuntman Jonathan Waterer. Other discoveries include a Roman era cemetery to the west of the circus.","locations":[{"text":"Colchester, Essex","coordinates":"51.883429°N 0.896732°E","lat":51.883429,"lng":0.896732}],"themes":["Roman"],"date":1119218400000},{"id":"140.0","season":"21.0","episode":"20.0","code":"S21E20","title":"Life on the Edge 1000 B.C.","longTitle":"Robinson reports from the Witham Valley in Lincolnshire, where many spectacular late Bronze Age finds have recently been recovered. Funded by the Environment Agency, a 6-week winter dig is under way, in an attempt to get a picture of the partial-remains of ancient settlement before the rebuilding of local flood banks. The then tidal peatland of the fens provides a well-suited environment for the preservation of organic materials such as votive offerings or walkways. They also discover evidence of metal and antler working, suggesting the area's possible importance as a trade centre and port. In addition to Time Team experts such as Francis Pryor, contributors include wood expert Maisie Taylor, environmentalist James Rackham, conservator James White, and archaeometallurgist Gerry McDonnell.","locations":[{"text":"Washingborough, Lincoln","coordinates":"53.229263°N 0.440213°W","lat":53.229263,"lng":-0.440213}],"themes":["Bronze Age"],"date":1119823200000},{"id":"141.0","season":"21.0","episode":"21.0","code":"S21E21","title":"Journey to Stonehenge","longTitle":"In this episode, archaeology students excavate Durrington Walls, Britain's biggest neolithic henge, which dwarfs the nearby Stonehenge. Mike Parker Pearson explains to Time Team his revolutionary theory about the connection between the two sites, where the cremated remains of the dead would, after a winter funerary festival, be thrown into the nearby River Avon to travel downstream to join their ancestors. As they travelled downstream towards Stonehenge, the dead would then be transformed into spirits and pass into the afterlife. The discovery of a curved avenue (the first neolithic road found in Europe) leading from the henge to the river helps to bear out his theory – of the spiritual transition from wood and decay to stone and permanence. Meanwhile, Harding takes part in Time Team's biggest ever reconstruction, a great timber henge aligned to the mid-winter sunrise.","locations":[{"text":"Durrington, Wiltshire","coordinates":"51.191838°N 1.783245°W","lat":51.191838,"lng":-1.783245}],"themes":["Neolithic"],"date":1133132400000},{"id":"142.0","season":"21.0","episode":"22.0","code":"S21E22","title":"The Big Roman Villa","longTitle":"Time Team first discovered evidence of a Roman villa in 2002 (programme aired 12 January 2003), providing context to the surviving but plough-damaged remnants of hypocaust mosaic flooring and foundations of a substantial and complex Roman-era country house. In the week-long second dig, in July 2005, the team is assisted by over 40 volunteers and students from University College Winchester. Evidence soon begins to show the grand multi-stage evolution of buildings on the site, and its orientation, via a driveway, to a nearby Roman road now known as Fosse Way. Recovered artefacts also suggest evidence of the wealth invested into the estate and its buildings, and the high quality of life enjoyed by its wealthy Romano-British owners.","locations":[{"text":"Dinnington, Somerset","coordinates":"50.918038°N 2.849563°W","lat":50.918038,"lng":-2.849563}],"themes":["Roman"],"date":1136674800000},{"id":"156.0","season":"21.0","episode":"23.0","code":"S21E23","title":"Buried By The Blitz","longTitle":"To commemorate the 60th anniversary of the end of World War II, the Museum of London organised a dig in July 2005 in Shoreditch Park. Given the rarity of excavations centred around this period, Time Team travel to east London where rows of Regency era terraced houses were destroyed during The Blitz. The dig reveals the shoddy foundations of a number of buildings (32-34 Dorchester Street) built in 1823 alongside artefacts such as toys and bottles. Down the road at numbers 17-18, which were destroyed on 29 December 1940, they uncover similar evidence. Later, the area was impacted by V1 and V2 rockets as well. Besides the evidence, the team seek out first-hand accounts of the area as well.","locations":[{"text":"Shoreditch Park, London","coordinates":"51.534794°N 0.087354°W","lat":51.534794,"lng":-0.087354}],"themes":["WW2"],"date":1162072800000},{"id":"157.0","season":"21.0","episode":"24.0","code":"S21E24","title":"Big Royal Dig","longTitle":"In this 2-hour special, timed to coincide with the 80th birthday of Queen Elizabeth II, Time Team (and special guest Neil Oliver) receive \"unprecedented access\" to three of Britain's most famous ancestral buildings in late August 2006. It also marked the 150th dig conducted by Time Team.[10] Tracing the history and evolution of each site, they begin with excavating a strange midden-like mound at Holyrood. They then turn their attention to the original structures and gardens of the former Buckingham House – in particular an ornamental canal and traces of the River Tyburn. Meanwhile, at Windsor Castle the team seeks evidence of Henry III's first building on the site – a great hall, and evidence of a Round Table (tournament) from the time of Edward III. Back at Holyrood, they search for evidence of a cloister destroyed by Henry VIII.","locations":[{"text":"Windsor Castle, Berkshire","coordinates":"51.483333°N 0.604167°W","lat":51.483333,"lng":-0.604167},{"text":"Palace of Holyroodhouse","coordinates":"55.9525°N 3.1725°W","lat":55.9525,"lng":-3.1725},{"text":"Buckingham Palace","coordinates":"51.500833°N 0.141944°W","lat":51.500833,"lng":-0.141944}],"themes":["Medieval"],"date":1167519600000},{"id":"165.0","season":"21.0","episode":"25.0","code":"S21E25","title":"The God Of Gothic","longTitle":"Robinson, with the help of experts like Grand Designs' Kevin McCloud, retrace how in just 20 working years, architect Augustus Pugin radically changed the architectural and interior design faces of Britain in the early Victorian era. Seeking to capture the essence of his massive legacy, Robinson travels to Ramsgate seeking The Grange – the house he designed, built, and decorated for himself – now being restored. He also visits St Chad's Cathedral, Birmingham – Pugin's first major project, St Giles' Catholic Church, Cheadle, and Eastnore Castle. The last stop is a showcase of Pugin's perfectionist attention to detail in the rebuilt Houses of Parliament.","locations":[{"text":"Ramsgate, Kent","coordinates":"51.328172°N 1.409773°E","lat":51.328172,"lng":1.409773}],"themes":["Victorian"],"date":1172703600000},{"id":"172.0","season":"21.0","episode":"26.0","code":"S21E26","title":"Britain's Drowned World","longTitle":"Time Team investigate the land which used to connect the island of Britain to Ireland, France, the Netherlands, and Denmark, before it was flooded by the North Sea 8,000 years ago after the last Ice Age. New research (including finds made by fishing boats) shows that in the Mesolithic, the area known as Doggerland was a fertile land with its own river systems, ecology, and fauna (such as rhinoceros, hippopotamus, elephants, lions, sabre-tooth cats, and hyenas). At sites such as Boxgrove, Happisburgh, Swanscombe Star Carr, Bouldnor, Caldey Island, and Goldcliff, evidence of humans has been found, including a 485,000 year-old shin bone and a 700,000 year-old hand-axe. Other research, including rare finds from sites such as Lynford, also indicate the presence of Neanderthals.","locations":[{"text":"Boxgrove","coordinates":"50.8585979N,0.7178994W","lat":50.8585979,"lng":-0.7178994},{"text":"Happisburgh","coordinates":"52.8242974N,1.5227211E","lat":52.8242974,"lng":1.5227211},{"text":"Swanscombe","coordinates":"51.4454872N,0.2969594E","lat":51.4454872,"lng":0.2969594},{"text":"Bouldnor","coordinates":"50.7064118N,1.4870972W","lat":50.7064118,"lng":-1.4870972},{"text":"Caldey Island","coordinates":"51.6401344N,4.7029182W","lat":51.6401344,"lng":-4.7029182},{"text":"Goldcliff","coordinates":"51.5505137N,2.9440484W","lat":51.5505137,"lng":-2.9440484}],"themes":["Prehistoric"],"date":1177365600000},{"id":"173.0","season":"21.0","episode":"27.0","code":"S21E27","title":"Jamestown: America's Birthplace","longTitle":"Time Team travel to the site of \"James Fort\", in Jamestown, Virginia, the site of the first permanent English settlement in America, and now identified as the birthplace of the United States. In 1994, American archaeologist William Kelso finally located the site and dimensions of the original wooden fort built in 1607. Elsewhere on the site, \"mud and stud\" style houses have been traced to the architecture of east Lincolnshire, and were probably built by carpenter William Laxon. Next, the old well on the site proves a rich source of finds, including an iron halberd, hammer, pistol, name plate, and a child's shoe. Due to detailed records of the colony and its inhabitants it is possible to name specific individuals (such as Bartholomew Gosnold or John Martin) from their artefacts or remains.","locations":[{"text":"Virginia, US","coordinates":"37.210397°N 76.780618°W","lat":37.210397,"lng":-76.780618}],"themes":["17th C"],"date":1177970400000},{"id":"174.0","season":"21.0","episode":"28.0","code":"S21E28","title":"Secrets of the Stately Garden","longTitle":"The team examine the expensive Enlightenment fad for landscape gardens, in particular, one designed by Capability Brown. To get a feel for naturalistic garden designs, Robinson travels to Prior Park near Bath, built by Ralph Allen and inspired by Alexander Pope, where a water cascade feature is being restored by the National Trust. At the Royal Society in London, he learns of the explosion of interest in the natural sciences at the time, an interest expressed in Greco-Roman inspired garden grottos and faux statues, temples and lakes. At Stowe House we see evidence of the vice/virtue dichotomy as portrayed in classical symbolism, and he travels to Rome and Hadrian's Villa to explore the comparisons further.","locations":[{"text":"Prior Park","coordinates":"51°21′54″N 2°20′40″W","lat":51.365,"lng":-2.3444444444444446}],"themes":[""],"date":1188165600000},{"id":"177.0","season":"21.0","episode":"29.0","code":"S21E29","title":"Codename: Ainsbrook","longTitle":"Robinson reveals the discovery of a Viking hoard in a Yorkshire field in 2003 by local metal-detectorists. The site was reported to authorities, and artefacts were examined by PAS then sent to the British Museum for analysis. In late 2004, English Heritage funded a highly-secretive project, designed to protect the site from looting while it was being investigated. Geophysical surveys were taken, and trenches were begun in July 2005. It was learnt that the discoverers had found and sold thousands of items at various places on the site (code-named after the finders) over a 12-year period. The show reveals tension over investigative procedures, and the \"true\" valuation of a hoard – exposing a deeper rift between the practices of detectorists and the limitations of institutions.","locations":[{"text":"Thirsk, Yorkshire","coordinates":"54.233°N 1.343°W","lat":54.233,"lng":-1.343}],"themes":["Dark Age"],"date":1200265200000},{"id":"184.0","season":"21.0","episode":"30.0","code":"S21E30","title":"The Real Knights of the Round Table","longTitle":"Robinson explains how Edward III decided to turn Arthurian myth into reality, and how in 2006 Time Team found traces of Edward's 1344 round-table building at the Big Royal Dig. Described as being 200 feet (61 m) across, extensive records exist of its construction between February and November that year. Bellver Castle in Majorca provides a possible model of a circular building, as does the Globe Theatre as a theatrical space. Around this time, tournaments were also regularly held, which re-enforced both a sense of chivalry and of vassalage – as were parliaments in chapter houses where Edward could source funding for his wars (such as Crecy). The timing of the campaign culminating in Crecy coincides with the rapid fading of the Arthurian-centric building from history.","locations":[{"text":"Windsor Castle, Berkshire","coordinates":"51.483333°N 0.604167°W","lat":51.483333,"lng":-0.604167}],"themes":["Medieval"],"date":1203894000000},{"id":"190.0","season":"21.0","episode":"31.0","code":"S21E31","title":"The Lost Dock of Liverpool","longTitle":"Robinson introduces Liverpool as the innovative beating trading gateway to the British Empire – a stunning transformation from its sleepy backwater origins. Recent redevelopment work revealed its first dock, started in 1709 – a revolutionary \"wet dock\" design directly alongside the quayside, with gates to maintain water levels despite the tides, allowing all-day and direct loading and unloading of goods. With its plans lost to a fire, excavation work allows Harding a rare chance to re-examine and survey the site. The brick-dock ignited a flurry of development and industrial activity along streets radiating from the site, including slums and warehouses on reclaimed land called Nova Scotia. The show also examines the local effects of the profitable triangular trade of tobacco, sugar, and slavery.","locations":[{"text":"Liverpool, Merseyside","coordinates":"53.403030°N 2.988416°W","lat":53.40303,"lng":-2.988416}],"themes":["18th C"],"date":1208728800000},{"id":"191.0","season":"21.0","episode":"32.0","code":"S21E32","title":"Swords, Skulls and Strongholds","longTitle":"Robinson and other regulars present a radical picture of the British Iron Age, by concentrating on its charismatic hill forts. This period was virtually ignored by antiquarians, who assumed the structures related to the Roman conquest of Britain. Nevertheless, many of the tracks, boundaries, ditches, and hill defences are still visible or in use today. Modern archaeologists like Barry Cunliffe, Mike Parker Pearson, and J.D. Hill have thrown new light on structures such as Maiden Castle and Danebury, suggesting their function was social and religious rather than military. Other sites visited include Castell Henllys Yeavering Bell, Bamburgh Castle, the Uffington White Horse, and Stonea Camp.","locations":[{"text":"TBA","coordinates":"","lat":0.0,"lng":0.0}],"themes":["Iron Age"],"date":1211148000000},{"id":"192.0","season":"21.0","episode":"33.0","code":"S21E33","title":"The Lost WWI Bunker","longTitle":"Robinson begins at the Ypres Salient, where during WWI, to avoid the deadly conditions on the surface, soldiers of both sides dug downwards for protection. In 2007 the team joins an expedition in Belgium in search of an allied bunker, one of 150 commissioned to be dug in the area, called the Vampire dugout. Created in late 1917 by 171st Tunnelling Company after the Battle of Passchendaele, it was 14 metres (46 ft) below Flanders and functioned as a brigade HQ. The bunker is soon located, excavated, and partially explored, and is found in remarkable condition considering its age. Artefacts and tools are found, reflecting the work of the soldiers within the space, although it seems to have been abandoned (as the Germans counter attacked) prior to finishing.","locations":[{"text":"Flanders, Belgium","coordinates":"50.872053°N 2.959452°E","lat":50.872053,"lng":2.959452}],"themes":["WW1"],"date":1226271600000},{"id":"193.0","season":"21.0","episode":"34.0","code":"S21E34","title":"The Mystery of the Roman Treasure","longTitle":"Robinson introduces the Sevso Treasure, a mysterious looted collection of 14 Roman silver items (weighing around 70kg) kept in the vaults at Bonhams auction house, and owned by the Marquess of Northampton. He examines the concept of provenance – the legal paper-trail supporting authenticity of ownership. He travels to Budapest, then Polgárdi, and the Hungarian Museum, where he learns details of how the Hungarian Government has been fighting for ownership of the treasure since 1990, and of the suspicious circumstances behind the death of its discoverer in 1980. Robinson then traces the murky high-stakes world of the illegal trade in antiquities, where the theft of items and damaging of sites robs the world of valuable historical knowledge.","locations":[{"text":"Hungarian Museum","coordinates":"47.4813598,18.9898764","lat":47.481359,"lng":18.989876}],"themes":["Roman"],"date":1230246000000},{"id":"207.0","season":"21.0","episode":"35.0","code":"S21E35","title":"Henry VIII's Lost Palaces","longTitle":"Time Team trace evidence of the palaces given to, or constructed by, Henry VIII. These include Hampton Court, and the now non-extant Beaulieu, Calais, Whitehall, and Nonsuch. The team start by digging in the grounds of New Hall School in search of Beaulieu's gatehouse, then move on to uncover evidence of its apartments and bay windows, and finally a chapel. The next stop is Guînes in France where they identify the site of the lavish Field of the Cloth of Gold. Back at Hampton Court, they have been given permission to excavate for traces of four demolished towers, and a Tudor-era bowling alley. Next, in London, they seek evidence in Whitehall of a wine-cellar under the Ministry of Defence building. Finally, they compare the extravagant design of Nonsuch with Italian renaissance architectural influences.","locations":[{"text":"Hampton Court, England","coordinates":"51.4036161,-0.3399563","lat":51.403616,"lng":-0.339956},{"text":"Chelmsford, England","coordinates":"51.7625121,0.4955093","lat":51.762512,"lng":0.495509},{"text":"Guînes, France","coordinates":"50.8550664,1.8375125","lat":50.855066,"lng":1.837512}],"themes":["16th C"],"date":1239573600000},{"id":"208.0","season":"21.0","episode":"36.0","code":"S21E36","title":"The Secrets of Stonehenge","longTitle":"Robinson details research from a six-year dig involving over 40 trenches at the Stonehenge site. Mike Parker Pearson, the project director, explains his theory that the stones function as a gigantic memorial to the dead. For example, the 56 Aubrey holes were a stone circle containing cremated human remains, and the 3km long Avenue a processional from the River Avon. The nearby Durrington Walls is believed to have been a contemporary timber palisade, with the wood possibly representing the living and the stone henge representing the dead, with the river as a conduit for ashes and souls. There is also evidence of a 1000-house settlement here, with refuse showing mid-winter feasting on a massive scale, as people came to honour the journey from life to death. The Cursus to the north of Stonehenge may have acted as a ceremonial separator.","locations":[{"text":"Stonehenge, Wiltshire","coordinates":"51.178889°N 1.826111°W","lat":51.178889,"lng":-1.826111}],"themes":["Neolithic"],"date":1243807200000},{"id":"209.0","season":"21.0","episode":"37.0","code":"S21E37","title":"Dover Castle","longTitle":"English Heritage is restoring Dover Castle, a fort built by Henry II and the most expensive secular building in Europe at the time, to its original 1180s condition. As a key fortress connecting Angevin France and England, it was one of many constructed at the time, but served as a centre-point of the empire and a showcase of his power. Between 2007 and 2009, £2.45 million was spent on recreating the appearance of the main keep's interior.[14] Around 250 people including academics and artisans were involved in researching and recreating period accurate items ranging from armour and weapons to furniture, clothing, utensils, and tapestries.","locations":[{"text":"Dover, Kent","coordinates":"51.129628°N 1.321437°E","lat":51.129628,"lng":1.321437}],"themes":["Medieval"],"date":1261177200000},{"id":"215.0","season":"21.0","episode":"38.0","code":"S21E38","title":"Nelson's Hospital","longTitle":"In 1745, the Royal Navy purchased Haslar Farm near the Portsmouth dockyard at Haslar in order to build Britain's first naval hospital. Costing £100,000, the 1800-bed structure was the biggest construction project in the country. Completed in 1753, Royal Hospital Haslar treated sailors until it closed in 2009. As part of its closure, Time Team document excavations of the hospital's 9-acre unmarked burial ground by Cranfield University. Of the 7,800 bodies calculated to lie there, some in multiple-burial plots, examination of 30 excavated skeletons reveals the dangers and hardships of life at the time, such as amputations, ulcers, diseases and scurvy. The hospital's first chief physician, James Lind, also pioneered new hygiene techniques that helped reduce mortality.","locations":[{"text":"Gosport, Hampshire","coordinates":"50.786°N 1.124°W","lat":50.786,"lng":-1.124}],"themes":["Napoleonic War"],"date":1274047200000},{"id":"217.0","season":"21.0","episode":"39.0","code":"S21E39","title":"The Secrets of Westminster Abbey","longTitle":"Robinson documents ongoing research, conservation and restoration projects at the abbey. He begins at the shrine of Saint Edward the Confessor, the founder of Westminster's first church in 1042. He also examines a forged charter written in the 1120-1130s allegedly confirming the abbey's right to hold coronations. Henry III then began the existing structure in 1245, including its rare and newly-restored \"Cosmati pavement\" at the high altar. After the site's transition to the Church of England, later elements reflect the shift to national cultural icons, such as Shakespeare, Handel or Darwin. Further, while little visible evidence remains of the 3000 people buried at the site, radar is helping to map detail underneath the flagstones. The episode concludes with the site's role as embodied in the British coronation.","locations":[{"text":"Westminster Abbey, London","coordinates":"51.4993832,-0.1286719","lat":51.499383,"lng":-0.128671}],"themes":["Medieval","Church"],"date":1277676000000},{"id":"220.0","season":"21.0","episode":"40.0","code":"S21E40","title":"The Real Vikings","longTitle":"Robinson and Time Team seek recent evidence that supports a new and more complex understanding of the Vikings.[15] Starting at Lindisfarne, Robinson explains how the record of the raid in the Anglo-Saxon Chronicle cemented a reputation of the marauding berserker. However, the following 250 years now represent a significant Anglo-Scandinavian cultural legacy. Excavations, for instance in York and Orkney, paint a picture of settlers, farmers, merchants, and craftsmen, integrating into the local culture and religion. The Team spend time at the dig in Hungate in inner-city York, where finds similar to nearby Coppergate are found. They explore other aspects of Norse culture, such as sword metallurgy, jewellery, stone carving, bone tools, and extensive trade networks.","locations":[{"text":"Lindisfarne, Northumberland","coordinates":"55.6784704,-1.8341407","lat":55.67847,"lng":-1.83414},{"text":"York, England","coordinates":"53.9586419,-1.1156968","lat":53.958641,"lng":-1.115696}],"themes":["Dark Age"],"date":1286748000000},{"id":"231.0","season":"21.0","episode":"41.0","code":"S21E41","title":"Wars of the Roses","longTitle":"In this episode, Time Team reflect on the findings of a 5-year research project, led by Glenn Foard, at the site of the Battle of Bosworth Field,[16] including a rethink of the actual site of the battle.[17] Beginning at the traditional site, Ambion Hill, Robinson learns the actual site of the main battle, based on 33 gun shot finds, was about 3km to the south-west. However, evidence on the ground is sparse given the time frame, but recent research at Towton helped provide an archaeological standard for the work at Bosworth. Further, neutron tomography can be used to analyse the lead-iron shot. Using experimental archaeology, Harding helps make a cannon barrel from the period, while researchers test fire one in a field.","locations":[{"text":"Bosworth, Leicestershire","coordinates":"52.5968989,-1.4081823","lat":52.596898,"lng":-1.408182}],"themes":["Medieval"],"date":1300230000000},{"id":"236.0","season":"21.0","episode":"42.0","code":"S21E42","title":"The Somme's Secret Weapon","longTitle":"Robinson and the team are at a dig near Mametz in France searching for the remains of a Livens Large Gallery Flame Projector – a weapon believed to have been deployed in 4 locations for the first time on 1 July 1916, the first day of the Battle of the Somme.[19] The devices, each weighing 2.5 tons and requiring a 300-man crew, were pre-installed in a tunnel. One tunnel located at Kiel Trench south-west of Mametz, known from detailed diaries of the period as Sap 14, was built by the 183rd Tunnelling Company. Unfortunately, it was hit by a shell and the device was buried pre-attack. Excavations reveal tools and a few pieces of the machine. Back in the UK, the Royal Engineers also help to recreate and test one of the devices too.","locations":[{"text":"Mametz, Somme, France","coordinates":"50.6271685,2.2896758","lat":50.627168,"lng":2.289675}],"themes":["WW1"],"date":1302732000000},{"id":"238.0","season":"21.0","episode":"43.0","code":"S21E43","title":"Castle of the Saxon Kings","longTitle":"Robinson and the team are invited by Bamburgh Research Project to help investigate Bamburgh Castle, a key fort high on rocky cliffs with Lindisfarne visible in the distance. Described by Bede as a royal city of the Northumbrian kings, the dig tries to find evidence of pre-Norman Saxon structures or relics. Bede also mentions a basilica near the castle's well, and there is evidence of a structure under the keep's lawn. Meanwhile, stone-masons endeavour to recreate a carved marble \"gif-stōl\" or throne, and others search for the castle's Anglo-Saxon village. Further, extensive burials of non-locals indicate the area's importance as a religious centre (to St Cuthbert) and regional trading hub.","locations":[{"text":"Bamburgh, Northumberland","coordinates":"55°36′14″N 1°43′19″W","lat":55.60388888888889,"lng":-1.7219444444444445}],"themes":[""],"date":1303596000000},{"id":"239.0","season":"21.0","episode":"44.0","code":"S21E44","title":"Looking Underground","longTitle":"Robinson and geophysics specialist, John Gater, reflect back on 200 digs at the extraordinary achievements of cutting-edge technology, which has uncovered lost Roman villas, tombs, temples and ancient monuments, as well as other more mundane items. To better understand the technology, a number of everyday items are buried in a field and Gater is challenged to interpret them using his machines (eg. magnetometer, resistivity, radar). Robinson mentions Richard Atkinson's pioneering of the technology for archaeology in 1946, and Time Team's first use of it in 1993 at Athelney Abbey. The show's 100th episode returned to the site in 2003, with geophys providing new key details of the site. Other examples are provided too of how the technology has achieved results for the team.","locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1304200800000},{"id":"240.0","season":"21.0","episode":"45.0","code":"S21E45","title":"Boudica's Lost Tribe","longTitle":"Robinson visits an excavation in Norfolk that may hold the key to uncovering what happened to Boudica's tribe after they were defeated by the Roman army. In 1928, an aerial reconnaissance flight of a farm near Caistor St Edmund rediscovered the ruins of Venta Icenorum. An archaeological dig quickly followed, but the site remained quiet until the University of Nottingham reopened it in 2009 seeking Iron Age structures. Discovery of the nearby Snettisham Hoard indicated goldsmithing of unparalleled quality in the region and Butser Ancient Farm also offers insights into daily life of the period. At Stonea, however, evidence of tension between the Romans and Iceni are seen, but the site in Caistor shows evidence of simply being a regional administrative \"backwater\".","locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1304460000000},{"id":"241.0","season":"21.0","episode":"46.0","code":"S21E46","title":"The Way We Lived","longTitle":"Robinson and Aston tell the story of how domestic lives in the UK have changed over the last 10 millennia. Starting with Star Carr and Goldcliff, Robinson traces the early shift from Mesolithic nomadic cultures to Neolithic hunter-gatherers prehistoric Britain. Next, there is evidence of domestication within causewayed enclosures and Bronze Age land clearance, round-houses, and farming as seen at Bodmin Moor. In the Iron Age, as the population grew, hillforts such as Danebury then began to appear, followed by Mediterranean-style Roman towns (eg. Caerwent), villas (eg. Dinnington) and gardens. Anglo-Saxon remains are less obvious, though still present at places like Knave Hill, followed by Medieval style finds at High Worsall and pre-modern houses at St Fagans.","locations":[{"text":"Star Carr","coordinates":"54.2117709,-0.4735169","lat":54.21177,"lng":-0.473516},{"text":"Goldcliff","coordinates":"51.5505137,-2.9440484","lat":51.550513,"lng":-2.944048},{"text":"Danebury","coordinates":"51.1333459,-1.5421095","lat":51.133345,"lng":-1.542109},{"text":"Caerwent","coordinates":"51.6193365,-2.8194495","lat":51.619336,"lng":-2.819449},{"text":"Dinnington","coordinates":"53.3726379,-1.2450779","lat":53.372637,"lng":-1.245077},{"text":"High Worsall","coordinates":"54.4772986,-1.4089582","lat":54.477298,"lng":-1.408958},{"text":"St Fagans","coordinates":"51.4886581,-3.2829951","lat":51.488658,"lng":-3.282995}],"themes":["Multiple"],"date":1304805600000},{"id":"242.0","season":"21.0","episode":"47.0","code":"S21E47","title":"Brunel's Last Launch","longTitle":"Robinson joins archaeologists along the River Thames in London's East End as they research Brunel's SS Great Eastern. Designed to carry 11,000 tons of coal and 4,000 passengers to Australia, it weighed 12,000 tons and was five times larger than any previous vessel. Cutting edge technology for the time included steam engines, screw propellers, iron hulls, and plate rivets, as seen in HMS Warrior. A split parallel slipway was built at the Isle of Dogs for the large vessel, but archaeology has shown how they were not properly levelled, causing Brunel's ship to stick on its launch in November 1858. After finally launching, and facing financial problems, the ship never sailed to the East (instead being used in the Atlantic) and was scrapped in 1889–1890, with evidence of the hull still remaining at the final site.","locations":[{"text":"Isle of Dogs","coordinates":"51.4945828,-0.0242648","lat":51.494582,"lng":-0.024264}],"themes":["Industrial Revolution"],"date":1320879600000},{"id":"251.0","season":"21.0","episode":"48.0","code":"S21E48","title":"Searching for Shakespeare's House","longTitle":"The team join researchers from Birmingham University excavating the site of the William Shakespeare's home, New Place. Containing some 20 rooms, it was, at that time, the town's largest private house. In 1702, however, a new house nearer to the street was constructed on the site, and the exact placement of New Place was lost. New documents indicate a placement further back on the lot, and fronted by a gatehouse and courtyard, an area known to have not been excavated by a team organised by James Halliwell. Features explored include a possible laundry, a wall, an alehouse, and the house's gardens. Robinson also traces Shakespeare's life, from his parent's family home to The Rose Theatre, Mary Arden's Farm, and the Globe Theatre.","locations":[{"text":"Stratford-upon-Avon","coordinates":"52°11′26″N 1°42′27″W","lat":52.190555555555555,"lng":-1.7075}],"themes":["16th C"],"date":1331420400000},{"id":"255.0","season":"21.0","episode":"49.0","code":"S21E49","title":"Secrets of the Saxon Gold","longTitle":"Robinson investigates the details surrounding a key Anglo-Saxon treasure, the Staffordshire Hoard, found near Hammerwich in July 2009. Discovered by metal detectorist Terry Herbert, an excavation undertaken by Birmingham Archaeology uncovered over 3,500 fragments, which were jointly purchased by two museums. Mystery surrounds from where the pieces (including seax decorations and crucifixes) were collected, why they were broken, and why they were then buried and abandoned. Helen Geake was brought in to help evaluate the finds, and the items were processed by both museums. As with Sutton Hoo, geophysicists, environmental archaeologists, metallurgists, and art historians then analysed the site and the objects.","locations":[{"text":"Hammerwich, England","coordinates":"52.6673813,-1.9033607","lat":52.667381,"lng":-1.90336}],"themes":[""],"date":1335045600000},{"id":"258.0","season":"21.0","episode":"50.0","code":"S21E50","title":"Rediscovering Ancient Britain","longTitle":"The Time Team journeys along the length of the South Dorset Ridgeway and explores its ancient occupation.[23] Running south of Dorchester, from West Bexington to Osmington Mills[24] it is a popular 27km long walking trail. Formed of limestone chalk, it was also a rich source of flint for tools, stone for monuments (eg The Grey Mare and her Colts), and material for henges and hill forts (eg. Maiden Castle and Chalbury). Using phenomenology, the team try to reinterpret the landscape, and with advances in radiocarbon dating, more precise dates. The introduction of bronze and then iron changed the lives of the people in the area forever, as did the sea-change linked to the arrival of the Romans.","locations":[{"text":"South Dorset Ridgeway, Dorset","coordinates":"50.6606722,-2.5037219","lat":50.660672,"lng":-2.503721}],"themes":["Bronze Age","Iron Age"],"date":1339884000000},{"id":"272.0","season":"21.0","episode":"51.0","code":"S21E51","title":"Britain's Stone Age Tsunami","longTitle":"Robinson reveals new evidence that shows how, as the last Ice age was waning, a huge tsunami hit the east coast of Scotland.[25] At Montrose, a thick sand layer within a clay deposit indicates a massive unique Mesolithic event 8,100 years ago. Similar evidence appears as far north as Shetland and as far south as Northumbria. At Star Carr, evidence of life at the time persists in the peat soils, and research on the now submerged Doggerland suggests a similar lifestyle. A 290km long underwater landslide off Norway, known as the Storegga Slide, however, sent a 3-6m high tsunami towards Britain. Finally, the collapse of Lake Agassiz released enough water to help inundate Doggerland and make Britain into an island.","locations":[{"text":"Montrose, Scotland","coordinates":"56.7418403,-2.5561605","lat":56.74184,"lng":-2.55616}],"themes":["Prehistoric"],"date":1369864800000},{"id":"273.0","season":"21.0","episode":"52.0","code":"S21E52","title":"The Secret of Lincoln Jail","longTitle":"The team visit Lincoln's castle, its medieval dungeons, and its Georgian and Victorian jails.[26] A £19m refurbishment of the castle and accompanying construction of a treasure vault allows access to some of the site's archaeology. Early medieval justice was often physical, and few criminals were actually incarcerated, but by the era of the Bloody Code, execution and transportation had become common. In the Georgian era, debtor's prisons were common, followed later by the penitentiary which aimed to reform inmates, as seen in Lincoln's 1847 prison. However, disease in the new building was a problem, and other reforms saw it close in 1878.","locations":[{"text":"Lincoln, England","coordinates":"53.2346072,-0.542908","lat":53.234607,"lng":-0.5429}],"themes":["Victorian"],"date":1372543200000},{"id":"274.0","season":"21.0","episode":"53.0","code":"S21E53","title":"The Lost Submarine of WWI","longTitle":"Robinson joins forces with expert diver and historian Innes McCartney to uncover the experimental origins of Britain's Royal Navy Submarine Service.[27] Starting with a visit aboard HMS Ambush, Robinson contrasts it to the pioneering vessels such as the Holland-class submarines built for the Royal Navy. These prototypes had all the basic features of a submarine, including hybrid motors/engines, with improvements in handling. buoyancy, torpedo firing, and a periscope. Archaeologists dive on the wrecks of the Holland 5 and U-8 to learn more about their design and condition, and Harding visits the U-1 in Munich. In WWI, the race to contain the threat posed by submarines altered the naval aspect of the war in Europe.","locations":[{"text":"Off Beachy Head","coordinates":"50.7017884,0.213714","lat":50.701788,"lng":0.21371}],"themes":["WW1"],"date":1373148000000},{"id":"275.0","season":"21.0","episode":"54.0","code":"S21E54","title":"1066: The Lost Battlefield","longTitle":"Robinson looks at the evidence re-examining where the Battle of Hastings was actually fought. Starting at Battle, the historic site of the conflict, he reveals the lack of any archaeological link to the fight. A 2012 theory, however, states that the English troops remained on Caldbec Hill and were met there by the Normans. An alternative location is also given as Crowhurst. Seeking proof, Time Team undertake a dig at both Caldbec and Battle Abbey for the very first time. Meanwhile, Robinson examines the Bayeaux Tapestry and visits the British Library and a local museum looking for clues. The area is also surveyed with lidar, a first for an English battlefield. Scans reveal the natural bottleneck at Battle Abbey blocking the exit from the Hastings peninsula area, a spot that would have drawn the armies together.","locations":[{"text":"Battle, East Sussex, England","coordinates":"50.9193539,0.4527269","lat":50.919353,"lng":0.452726}],"themes":["Norman"],"date":1385852400000},{"id":"276.0","season":"21.0","episode":"55.0","code":"S21E55","title":"The Madness of Bedlam","longTitle":"Robinson investigates Bethlehem Royal Hospital, the world's first lunatic asylum. Now located near Liverpool Street station, with no visible remains, the original structure was founded as the Priory of the New Order of our Lady of Bethlehem in 1247 on a desolate spot outside the city walls. Recent Crossrail building work enables the team to investigate a medieval graveyard with potential Bedlam internees. However, the earliest records of inmates only date to 1598. Skeletons from the site are analysed for signs of mistreatment, disease, and attempted remedies which differ depending on the era in which they lived. The anachronistic hospital's practices were eventually superseded by less punitive approaches, as seen at York Retreat from 1796.","locations":[{"text":"Bishopsgate, City of London","coordinates":"","lat":0.0,"lng":0.0}],"themes":["Medieval"],"date":1385852400000},{"id":"277.0","season":"21.0","episode":"56.0","code":"S21E56","title":"The Edwardian Grand Designer","longTitle":"Robinson goes behind the scenes of the National Trust's £11 million restoration of Castle Drogo in Devon, Britain's last castle which was built between 1911 and 1930 for businessman Julius Drewe by architect Edwin Lutyens.[28] Styled as a \"neo-Norman castle\", by the 21st century, the structure's flat roof had begun to leak heavily, weakening its steel frame and threatening the structural integrity of the building. Robinson then follows Lutyens' life story, from the Arts and Crafts movement to fame via Country Life magazine, Classicism, war memorials such as The Cenotaph and Thiepval, and massive commissions in colonial India.","locations":[{"text":"Castle Drogo, Drewsteignton, Devon, England","coordinates":"50.6959454,-3.8135611","lat":50.695945,"lng":-3.813561}],"themes":["20th C"],"date":1393110000000},{"id":"278.0","season":"21.0","episode":"57.0","code":"S21E57","title":"Britain's Bronze Age Mummies","longTitle":"Robinson learns that there are gaps in historians' knowledge of the rituals, death rites and beliefs from around 2500BC, when Neolithic Britain entered the Bronze Age.[29] Robinson visits a liminal excavation at an ancient burial site in Northumberland, near Lindisfarne, which is in a race against coastal erosion. The dig reveals a cairn, highlighting underlying belief systems and the perceived power of stones, as witnessed in similar structures seen in Orkney or at Stonehenge. In Cranborne Chase, holes drilled in bones from kistes (stone slab coffins) indicate an attempt to keep remains intact for ritual or social purposes. Robinson then visits Mike Parker Pearson to discuss British peat mummies and introduces the unifying role of shamanism.","locations":[{"text":"Low Hauxley, Northumberland, England","coordinates":"55.3204313,-1.5606352","lat":55.320431,"lng":-1.560635}],"themes":["Bronze Age"],"date":1393714800000},{"id":"279.0","season":"21.0","episode":"58.0","code":"S21E58","title":"Secrets of the Body Snatchers","longTitle":"Robinson explores a time in the 19th century when criminals would break open graves to steal freshly buried bodies for autopsy and dissection.[30] William Blizard from London Hospital, for example, supervised illegal uses of dead patients for the advancement of medical study. In 1831, however, there were 900 medical students in London alone against the legal body source of 9 hanged criminals. The Anatomy Act 1832 gave freer licence to doctors and medical students to dissect donated or unclaimed cadavers, and the supply was helped by the Poor Law Amendment Act 1834 and the developing railway system. It is estimated that over the following century, some 125,000 bodies were supplied for dissection. More recently, the Alder Hey scandal led to the reforms of the Human Tissue Act 2004.","locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1409436000000},{"id":"280.0","season":"21.0","episode":"59.0","code":"S21E59","title":"The Boats That Made Britain","longTitle":"Robinson joins a team of experts as they strive to reconstruct the most intact Bronze Age boat ever found which was discovered in 1992 under 2 metres of silt in the Dover town centre.[31] The 17 metres (56 ft) long and 2.5 metre wide oak craft, lashed together by cleats and without nails, was incomplete, and parts had been removed in antiquity. Probably used as a cross-channel tin and bronze trading vessel, it was waterproofed with moss and beeswax to make it seaworthy. To help explain the mystery regarding its shape and construction, at Dover Museum in 2014, experts (aided by Phil Harding and Francis Pryor) undertook experimental archaeology to construct and sail a 1/2 scale sewn-plank replica with supporting evidence from contemporary finds in Ferriby.","locations":[{"text":"Dover, Kent","coordinates":"51.126333,1.2658841","lat":51.12633,"lng":1.265884}],"themes":["Bronze Age"],"date":1410040800000}]