var data = [{"id":"0.0","season":"0.0","episode":"0.0","code":"S0 E0","title":"Pilot","longTitle":"The team go to Dorchester in Oxfordshire, where they look into three sites. The first site is under an allotment where users have been finding pottery and human bone, secondly they look for a cathedral built 1350 years ago and lastly a field where some unusual finds have been discovered.","locations":[{"text":"Dorchester, Oxfordshire","coordinates":"51.643934°N 1.165309°W","lat":51.643934,"lng":-1.165309}],"themes":[""],"date":null},{"id":"1.0","season":"1.0","episode":"1.0","code":"S1 E1","title":"The Guerrilla Base of the King","longTitle":"Recorded between 16 and 18 April 1993, this episode's dig tries to find evidence of what the site's settlement looked like in the time of Alfred the Great, focusing on the search for Alfred's Athelney Abbey and fort. Finds: Geophysics plot of cathedral.[","locations":[{"text":"Athelney, Somerset","coordinates":"51.059011°N 2.936678°W","lat":51.059011,"lng":-2.936678}],"themes":[""],"date":758674800000},{"id":"2.0","season":"1.0","episode":"2.0","code":"S1 E2","title":"On the Edge of an Empire","longTitle":"Recorded between 3 and 5 September 1993, \"On the Edge of an Empire\" looks into Ribchester's Roman history. Finds: earlier turf-built phase of Roman fort preceding the stone fort, Punic (defensive) ditch. Experimental demonstration: Digging of defensive ditch.","locations":[{"text":"Ribchester, Lancashire","coordinates":"53.811145°N 2.532268°W","lat":53.811145,"lng":-2.532268}],"themes":[""],"date":759279600000},{"id":"3.0","season":"1.0","episode":"3.0","code":"S1 E3","title":"The New Town of a Norman Prince","longTitle":"Recorded between 9 and 11 April 1993 (which makes it the first put on film), this episode tries to discover why Much Wenlock grew into a busy medieval market town. Finds: 13th century baronial hall inside an existing building.","locations":[{"text":"Much Wenlock, Shropshire","coordinates":"52.595906°N 2.557250°W","lat":52.595906,"lng":-2.55725}],"themes":["Norman"],"date":759884400000},{"id":"4.0","season":"1.0","episode":"4.0","code":"S1 E4","title":"The Fortress in the Lake","longTitle":"Recorded between 16 and 18 September 1993, the team tries to discover what happened to a Dark Ages palace located on a man-made island in the middle of a lake. Finds: Shale finger ring from 9th-10th century. Experimental demonstration: Dark Age boatbuilding.","locations":[{"text":"Llangorse Lake, Powys","coordinates":"51.933672°N 3.268508°W","lat":51.933672,"lng":-3.268508}],"themes":[""],"date":760489200000},{"id":"5.0","season":"2.0","episode":"1.0","code":"S2 E1","title":"Lord of the Isles","longTitle":"Recorded between 24 and 26 June 1994, the team helps the National Museums of Scotland to search for the secrets of Finlaggan, the centre of the kingdom of the Lord of the Isles. Finds: Neolithic sites dating to 6000 BCE. Experimental demonstration: Scottish padded linen armor.","locations":[{"text":"Finlaggan, Islay","coordinates":"55.834867°N 6.171225°W","lat":55.834867,"lng":-6.171225}],"themes":[""],"date":789519600000},{"id":"6.0","season":"2.0","episode":"2.0","code":"S2 E2","title":"The Saxon Graves","longTitle":"Recorded between 6 and 8 May 1994, in \"The Saxon Graves\" the team excavate a Saxon burial ground in a Wiltshire village which is situated on a building site owned by developer, David Buckland. Until all the graves have been mapped he is unable to continue with the development. They are joined by osteoarchaeologist Margaret Cox, archaeologists Peter Cox and Helena Cave-Penney, and conservator Meg Brooks; while blacksmith Ivor Lawton forges a Saxon blade from alternate leaves of steel and iron. And the team get excited about possible prehistoric activity.[4] Finds: Additional Saxon-era graves, Bronze Age cremation urn. Experimental demonstration: Saxon knife-making.","locations":[{"text":"Winterbourne Gunner, Wiltshire","coordinates":"51.115883°N 1.740619°W","lat":51.115883,"lng":-1.740619}],"themes":[""],"date":790124400000},{"id":"7.0","season":"2.0","episode":"3.0","code":"S2 E3","title":"The Lost Villa","longTitle":"Recorded between 23 and 25 April 1994, the team try to discover why a 15th century village church has a small pagan Roman statue embedded within its walls. The first two days were spent in conflict with English Heritage, so no significant finds were made. Experimental demonstration: Roman mosaic floor.","locations":[{"text":"Tockenham, Wiltshire","coordinates":"51.512439°N 1.944539°W","lat":51.512439,"lng":-1.944539}],"themes":[""],"date":790729200000},{"id":"8.0","season":"2.0","episode":"4.0","code":"S2 E4","title":"The Archbishop's Back Garden","longTitle":"Recorded between 8 and 10 July 1994, in this episode the team try to determine whether the Roman road into London crossed the Thames at Lambeth or Tower Bridge, and if Lambeth or the City was the site of the first Roman settlement. Find: Roman road route rediscovered. Experimental demonstration: road-building.","locations":[{"text":"Lambeth Palace, London","coordinates":"51.496999°N 0.118650°W","lat":51.496999,"lng":-0.11865}],"themes":[""],"date":791334000000},{"id":"9.0","season":"2.0","episode":"5.0","code":"S2 E5","title":"Medieval Dining Hall","longTitle":"Recorded between 10 and 12 June 1994, the episode focuses on Hylton Castle, now in the middle of a Sunderland housing estate, and how extensive the castle originally was. Finds: Flemish floor tiles in situ, later 16th-century building that overlooked gardens. Experimental demonstration: life in medieval times.[","locations":[{"text":"Hylton Castle, Sunderland","coordinates":"54.92253°N 1.44318°W","lat":54.92253,"lng":-1.44318}],"themes":["Medieval"],"date":791938800000},{"id":"10.0","season":"3.0","episode":"1.0","code":"S3 E1","title":"Prehistoric Fogou","longTitle":"Recorded between 17 and 19 March 1995, the team try to discover what a 2000-year-old underground chamber (fogou) beneath Jo May's garden was used for. Dowser Hamish Miller shows the extent of the fogou beneath the lawn, and Tony tries his hand at dowsing. But Mick is skeptical, preferring to rely on the geophysical survey. They are also trying to find the Iron Age settlement that would have adjoined the fogou. Joining the team are archaeological geophysicist Susan Ovenden, and county archaeologist Nick Johnson.[3] The programme includes an experiment in extracting pure tin from the local stream.","locations":[{"text":"Boleigh, Cornwall","coordinates":"50.071303°N 5.582972°W","lat":50.071303,"lng":-5.582972},{"text":" Treveneague, Cornwall","coordinates":" 50.129124°N 5.434687°W","lat":50.129124,"lng":-5.434687}],"themes":["Prehistoric"],"date":820969200000},{"id":"11.0","season":"3.0","episode":"2.0","code":"S3 E2","title":"Hunting for Mammoth","longTitle":"Recorded between 21 and 23 April 1995, in this episode the team go to a gravel pit that is soon to become landfill, where they attempt to unearth 200,000-year-old remains of mammoths and other prehistoric animals. Gravel pits are typical sites for paleolithic remains. But the chances of finding evidence of any prehistoric peoples are remote. Joining the team are Christine Buckingham, Kate Scott, and palaeontologist Russell Coope. Wood anatomist Rowena Gale tries to match ancient and modern wood samples[3] For this episode the team are joined by archaeologist Kate Scott and geologist Christine Buckingham.","locations":[{"text":"Stanton Harcourt, Oxfordshire","coordinates":"51.741998°N 1.402281°W","lat":51.741998,"lng":-1.402281}],"themes":[""],"date":821574000000},{"id":"12.0","season":"3.0","episode":"3.0","code":"S3 E3","title":"Village of the Templars","longTitle":"Recorded between 26 and 28 May 1995. A 13th century picture of Christ, strikingly similar to that on the Turin Shroud, has turned up. It's believed to belong to the Knights Templar, a medieval order of monks who gave their name to the village of Templecombe. The team investigate a manor house thought to be on the site of a monastery. What's left of the monastery, and who were the Templars anyway? So far all the evidence seems to be outside the house, where Phil and the team have already dug up pieces of encaustic tile. Carenza and Robin are doing some research among the documents.","locations":[{"text":"Templecombe, Somerset","coordinates":"50.997661°N 2.415219°W","lat":50.997661,"lng":-2.415219}],"themes":[""],"date":822178800000},{"id":"13.0","season":"3.0","episode":"4.0","code":"S3 E4","title":"A Wreck of the Spanish Armada","longTitle":"Recorded between 30 June and 2 July 1995. 20 years ago a teenage boy discovered a 400-year-old bronze cannon in water close to the south Devon coast. Nobody has yet identified the ship it belonged to. Will there be enough left of the wreck to identify it? As usual, Time Team have only three days to find out. Tony is looking forward to getting into his diving suit. But the team cannot dive until the wreck's archaeological supervisor, Chris Preece, arrives. Meanwhile the wreck's finder, Simon Burton, tells his story. Undeterred by disappointing geophysics results, the divers go ahead with their search in murky water. On land, armoury expert Nicholas Hall demonstrates the cannon. Ultimately Robin comes up with a theory about the ship's origin and purpose.","locations":[{"text":"Teignmouth, Devon","coordinates":"50.548171°N 3.489410°W","lat":50.548171,"lng":-3.48941}],"themes":[""],"date":822783600000},{"id":"14.0","season":"3.0","episode":"5.0","code":"S3 E5","title":"Palace of the Irish Kings","longTitle":"Recorded between 7 and 9 April 1995, the team are at Emain Macha (aka Navan Fort), County Armagh, where according to Celtic legends three palaces were built. The evidence of two have been found and the team try to find evidence of the third.","locations":[{"text":"Emain Macha","coordinates":"54.3453°N 6.7186°W","lat":54.3453,"lng":-6.7186},{"text":" Creeveroe","coordinates":"54.3489°N 6.7076°W","lat":54.3489,"lng":-6.7076},{"text":" Haughey's Fort","coordinates":"54.3499°N 6.7140°W","lat":54.3499,"lng":-6.714},{"text":" Ballydoo","coordinates":"54.3494°N 6.7317°W","lat":54.3494,"lng":-6.7317}],"themes":[""],"date":823388400000},{"id":"15.0","season":"3.0","episode":"6.0","code":"S3 E6","title":"Treasures of the Roman Field","longTitle":"Recorded between 28 and 30 August 1995. The team arrive in a large square field about 20 miles from Colchester. This is an area typically rich in Roman activity. Several remains have previously been dug up, including coins, an elaborate key, and Samian ware. Adrian Thorpe, the farmer, wants to know more. The indications are of a settlement with high status buildings, maybe timber-framed. With recycled fragments of genuine Roman glass, fired up in a homemade furnace, glassblower Ed Iglehart creates an authentic conical beaker. Among hundreds of finds is a metal owl brooch. They are joined by Jude Plouviez from Suffolk County Council, Roman specialist Lindsay Allason-Jones, environmental archaeologist Peter Murphy, and coin specialist Daphne Briggs.","locations":[{"text":"Lavenham, Suffolk","coordinates":"52.12409°N 0.83037°E","lat":52.12409,"lng":0.83037}],"themes":["Roman"],"date":823993200000},{"id":"16.0","season":"4.0","episode":"1.0","code":"S4 E1","title":"Episode One","longTitle":"Recorded between 17 and 19 May 1996, the team go to St. Mary's City in Maryland to work with American archaeologists to look for evidence of the city founded by English colonists in 1634.[3] Different archaeological styles between American and British addressed, with the Time Team conducting geophys onsite for the first time. Finds: two buildings, including fort.","locations":[{"text":"St. Mary's City, Maryland, United States","coordinates":"38.189167°N 76.432222°W","lat":38.189167,"lng":-76.432222}],"themes":[""],"date":852418800000},{"id":"17.0","season":"4.0","episode":"2.0","code":"S4 E2","title":"Episode Two","longTitle":"Filmed between 22 and 24 March 1996. A local landowner has discovered human bones while installing water pipes. It is known to be the site of a former leper hospital, and a major crossing between Devon and Cornwall. How much more can Time Team discover about it? Phil uncovers a complete skeleton which has received a Christian burial, and which Osteoarchaeologist Margaret Cox identifies as a young adult female. She also examines the bone fragments for signs of leprosy. Juliet Griffin makes a herbal poultice to dress the lepers' wounds. Robin Bush looks at the 13th century charter granted to the hospital.","locations":[{"text":"Launceston, Cornwall","coordinates":"50.639822°N 4.334246°W","lat":50.639822,"lng":-4.334246}],"themes":[""],"date":853023600000},{"id":"18.0","season":"4.0","episode":"3.0","code":"S4 E3","title":"Steam-Powered Mint","longTitle":"Recorded between 5 and 7 April 1996, this episode sees the team try to discover what remains of Matthew Boulton's Soho Manufactory, an important factory and home to the world's first steam-powered mint, during the Industrial Revolution. They are joined by industrial archaeologist George Demidowicz.","locations":[{"text":"Soho, Birmingham","coordinates":"52.498633°N 1.923911°W","lat":52.498633,"lng":-1.923911}],"themes":["Industrial Revolution"],"date":853628400000},{"id":"19.0","season":"4.0","episode":"4.0","code":"S4 E4","title":"8th Century Church","longTitle":"Filmed from 14 to 16 June 1996, in this episode the team try to find out why the graveyard of a 19th century church features large tortoise-shaped gravestones dating back to the Dark Ages.[7] The team are joined by Scottish prehistorian Anna Ritchie and archaeologist Steve Driscoll.","locations":[{"text":"Govan, Glasgow","coordinates":"55.864368°N 4.312815°W","lat":55.864368,"lng":-4.312815}],"themes":[""],"date":854233200000},{"id":"20.0","season":"4.0","episode":"5.0","code":"S4 E5","title":"Norman and Medieval Castles","longTitle":"Recorded between 5 and 7 July 1996, the team try to discover a medieval castle and a Jacobean mansion. Barry Scott (bladesmith) makes a sword using traditional techniques, and the Conquest Society demonstrates hand-to-hand combat with authentic armour and chainmail.","locations":[{"text":"Malton, North Yorkshire","coordinates":"54.134507°N 0.792469°W","lat":54.134507,"lng":-0.792469}],"themes":["Norman"," Medieval"],"date":854838000000},{"id":"21.0","season":"4.0","episode":"6.0","code":"S4 E6","title":"Roman Villa","longTitle":"Filmed from 2 to 4 August 1996, this episode looks for a Roman villa that was first partially discovered 90 years before by William Hawley. Part of the site - a former army barracks - is covered in concrete, which at least protects what is underneath. But as they don't know exactly where the villa is, it could be a problem for both the diggers and the geophysics team. The team are joined by Duncan Coe (county archaeologist), Mark Corney (Roman buildings expert) and Lindsay Allason Jones (Roman finds).[9] At the end of day two Lindsay supervises an al fresco Roman-style meal. By day three they have the bare outline of a very substantial, high-status building complete with mosaic floors and central heating. But then unfortunately the time runs out.","locations":[{"text":"Netheravon, Wiltshire","coordinates":"51.232406°N 1.789822°W","lat":51.232406,"lng":-1.789822}],"themes":["Roman"],"date":855442800000},{"id":"23.0","season":"5.0","episode":"1.0","code":"S5 E1","title":"Episode One","longTitle":"Filmed between 25 and 27 July 1997. The team are camped on an immaculate suburban lawn next to the Thames. They are searching for the now vanished Richmond Palace, site of the death of Elizabeth I. But amazingly nobody is exactly sure of its whereabouts. The first task is to dig up the lawn under the supervision of landscape gardener Martin Whitaker. Immediately they find evidence of a substantial high status Tudor building. They are joined by palaces expert Simon Thurley and local historian John Cloake. Tudor expert Hazel Forsyth shows Carenza how to make a pomander.[2] Plants from the garden are used by Maria Lis-Balchin to brew up some Elizabethan perfume.[3] The property owner was The Baron van Dedem.","locations":[{"text":"Richmond, Surrey","coordinates":"51.460373°N 0.310116°W","lat":51.460373,"lng":-0.310116}],"themes":[""],"date":883868400000},{"id":"24.0","season":"5.0","episode":"2.0","code":"S5 E2","title":"Episode Two","longTitle":"Recorded between 17 and 19 March 1997, in this episode they try to find an ancient wooden trackway across the boggy Somerset Levels while also trying to build a replica of a trackway. The team are joined by archaeologist Richard Brunning.","locations":[{"text":"Greylake, Somerset","coordinates":"51.098932°N 2.869454°W","lat":51.098932,"lng":-2.869454}],"themes":[""],"date":884473200000},{"id":"25.0","season":"5.0","episode":"3.0","code":"S5 E3","title":"Episode Three","longTitle":"Filmed between 7 and 9 June 1997, the team travel to Sanday after some schoolchildren wrote to them saying they thought a local mound had Viking origins. The team are joined by Olwyn Owen from Historic Scotland, and Steve Dockrill and Julie Bond from the University of Bradford. Viking enthusiast Keith Prosser is challenged to make a 9th century bone comb.","locations":[{"text":"Sanday, Orkney","coordinates":"59.264121°N 2.60732°W","lat":59.264121,"lng":-2.60732}],"themes":[""],"date":885078000000},{"id":"26.0","season":"5.0","episode":"4.0","code":"S5 E4","title":"Turkdean","longTitle":"Highlights from Time Team Live 1997, the team go to Gloucestershire in search of a Roman villa. They are joined by Keith Branigan from the University of Sheffield, and Lindsay Allason-Jones (Roman finds expert). The programme includes a demonstration of making a pewter bowl from raw materials. TV personality Bill Oddie pays a visit. Hugh Fearnley-Whittingstall teams up with Roman chef Aurello Spagnolo to make an authentic feast.","locations":[{"text":"Turkdean, Gloucestershire","coordinates":"51.86964°N 1.85854°W","lat":51.86964,"lng":-1.85854}],"themes":[""],"date":885682800000},{"id":"27.0","season":"5.0","episode":"5.0","code":"S5 E5","title":"Episode Five","longTitle":"Recorded between 9 and 11 May 1997, the team are in Majorca where American archaeologist Bill Waldren is excavating the Copper Age Beaker settlement of Son Oleza. They are joined by site director Josep \"Pep\" Ensenyat. Phil and Pep try smelting some copper from the local ore. Astroarchaeologist Michael Hoskin looks at the celestial alignment of some stones at the site.","locations":[{"text":"Deya, Majorca, Spain","coordinates":"39.712479°N 2.600798°E","lat":39.712479,"lng":2.600798}],"themes":[""],"date":886287600000},{"id":"28.0","season":"5.0","episode":"6.0","code":"S5 E6","title":"Episode Six","longTitle":"Filmed between 27 and 29 June 1997, the team go to Shropshire and search for a complex of medieval buildings in Aston Eyre, where the only remaining building is a farmhouse that used to be a gatehouse. They are joined by archaeologist Mark Horton and archivist Paul Stamper. Tree rings expert Dan Miles tries to get some dates from beams in the gatehouse. Ian Pritchett demonstrates a traditional lime kiln. Finds: potential earlier structure found at end of day three, but time ran out before they could determine what it was.[","locations":[{"text":"Aston Eyre, Shropshire","coordinates":"52.543986°N 2.513156°W","lat":52.543986,"lng":-2.513156}],"themes":[""],"date":886892400000},{"id":"29.0","season":"5.0","episode":"7.0","code":"S5 E7","title":"Episode Seven","longTitle":"Recorded between 19 and 21 February 1997, the team look for the early monastic buildings on Cathedral Hill, where according to legend St. Patrick built a monastery and was buried. They are also digging up medieval finds, including roof tiles and glass, which indicate a high status building. They soon identify the large double ditch which originally enclosed the monastery complex. Victor tries his hand at medieval calligraphy and helps create an illuminated manuscript with a portrait of a familiar face, complete with hat and feather. We also see some vellum making.","locations":[{"text":"Downpatrick, County Down","coordinates":"54.327224°N 5.721692°W","lat":54.327224,"lng":-5.721692}],"themes":[""],"date":888102000000},{"id":"30.0","season":"5.0","episode":"8.0","code":"S5 E8","title":"Episode Eight","longTitle":"Filmed between 10 and 12 October 1997, Time Team go to High Worsall, near Middlesbrough, a village that almost completely disappeared hundreds of years ago. Finds: 14th century buildings and manor house, pristine spindle whorl. Experimental demonstration: fishing and cooking caught fish. Also, historians Robin Bush and Dawn Hadley are followed while they research the village and create a timeline.","locations":[{"text":"High Worsall, North Yorkshire","coordinates":"54.478678°N 1.405971°W","lat":54.478678,"lng":-1.405971}],"themes":[""],"date":888706800000},{"id":"31.0","season":"6.0","episode":"1.0","code":"S6 E1","title":"Wedgwood's First Factory","longTitle":"The Team are in Burslem, Stoke-on-Trent, to investigate what remains of Josiah Wedgwood's first factory and to discover what pottery he was making there. They find evidence of several centuries of potting and bottle kilns, including a time capsule of the pottery of Enoch Wood & Sons. Experimental archaeology: a replica creamware vase.","locations":[{"text":"Burslem, Stoke-on-Trent","coordinates":"53.045818°N 2.196994°W","lat":53.045818,"lng":-2.196994}],"themes":[""],"date":915318000000},{"id":"32.0","season":"6.0","episode":"2.0","code":"S6 E2","title":"Episode Two","longTitle":"The team are in North East England, investigating Roman finds and a possible Roman building, unearthed in a family's back garden. The house is just 100 metres from a Roman fort, and south-west of the end of Hadrian's Wall. Geophysics are using state-of-the art Swedish radar equipment, to detect foundations beneath two metres of soil. A fragment of bronze mirror hints at a domestic settlement, a vicus, that would have sprung up next to the fort. But the diggers are finding plenty of archaeology, indicating much larger and more organised Roman building, possibly a city. Through the expertise of potter Gilbert Burroughes, the team are going to try to make a Samian ware bowl during the three days. The team are joined by Roman specialist Lindsay Allason-Jones.","locations":[{"text":"Papcastle, Cumbria","coordinates":"54.668705°N 3.380394°W","lat":54.668705,"lng":-3.380394}],"themes":[""],"date":915922800000},{"id":"33.0","season":"6.0","episode":"3.0","code":"S6 E3","title":"Episode Three","longTitle":"Time Team have been invited by pupils of Thetford Grammar School in Norfolk, to investigate the remains of a Dominican friary church and a 1,000-year-old Norman cathedral, in their playground.[4] There is much interest from the pupils when the team excavate human bones. Ecclesiastical historian Janet Burton describes the origins of the Dominican Order. Stonemason Simon Williams gives a practical demonstration of medieval wall-building using knapped flint and lime mortar. Stained glass expert David King confirms medieval dates for fragments from the friary. The junior school makes a timeline frieze, complete with felt bishops and monks. It all ends in an open evening for parents.","locations":[{"text":"Thetford, Norfolk","coordinates":"52.413928°N 0.744887°E","lat":52.413928,"lng":0.744887}],"themes":[""],"date":916527600000},{"id":"34.0","season":"6.0","episode":"4.0","code":"S6 E4","title":"Cooper's Hole","longTitle":"Investigation, at the invitation of the cave's owner, the Marquess of Bath, to see if there is evidence of Palaeolithic human activity in the cave. This may be among the oldest homes in England. The ultimate aim is to get the site scheduled and thus protected from unofficial damage. However it soon becomes clear there is a lot of preparatory work involved. They are joined by palaeontologist Andy Currant, and cave archaeologists Larry Barham and Kate Robson Brown.[5] Caver Malcolm Cotter directs them to a cache of bones; but the tunnel is blocked by sediment from flooding.","locations":[{"text":"Cheddar Gorge, Somerset","coordinates":"51.282857°N 2.763778°W","lat":51.282857,"lng":-2.763778}],"themes":[""],"date":917132400000},{"id":"35.0","season":"6.0","episode":"5.0","code":"S6 E5","title":"Episode Five","longTitle":"In the 12th century many towns were designed and laid out on regular lines. The people of Plympton believe there is enough evidence to plot the layout of the medieval town which surrounds the ruins of their castle, and which was formerly owned by the immensely powerful and wealthy de Redvers family. As usual, Time Team have three days to find it. Back gardens and interiors will provide the clues, rather than frontages which have probably been altered many times in the last 800 years. So they will need plenty of help from local householders. They are joined by Plymouth city archaeologist Keith Ray and dendrochronologist Robert Howard.","locations":[{"text":"Plympton, Devon","coordinates":"50.382626°N 4.047981°W","lat":50.382626,"lng":-4.047981}],"themes":["Medieval"],"date":917737200000},{"id":"36.0","season":"6.0","episode":"6.0","code":"S6 E6","title":"Episode Six","longTitle":"Looking for evidence of a 15th century dock, the team are in Small Hythe. The dock was once next to the mile-wide River Rother but its location is now an overgrown field, ten miles from the sea.[7] And early excavations reveal nothing more recent than wood from a prehistoric forest. Medieval ship expert Ian Friel explains that the dockyard used to have high naval significance, and was visited by Henry V. Woodworker Damian Goodburn uses authentic tools to build a ship's clinker hull. Victor draws the biggest ship ever built here, the Jesus. Using geophysics, John Gater and Sue Ovenden pinpoint the course of the old river. And very soon the finds start to accumulate, revealing the true scale of activity here.","locations":[{"text":"Smallhythe, Kent","coordinates":"51.038072°N 0.700398°E","lat":51.038072,"lng":0.700398}],"themes":["Medieval"],"date":918342000000},{"id":"37.0","season":"6.0","episode":"7.0","code":"S6 E7","title":"Episode Seven","longTitle":"Historian Guy de la Bedoyere asks the team to investigate the isolated ruins of a bath-house, discovered by Gerald Brodribb in the midst of dense Sussex woodland.[8] Gerald has made a scale model of the building, and Guy explains the connection to the Roman navy. After a demonstration of dowsing from Gerald, the team's first task is to clear the land before digging. With ancient technology expert Jake Keen and blacksmith Reg Miles, Phil attempts to smelt iron using a traditional furnace. The team are also joined by archaeometallurgist Gerry McDonnell.","locations":[{"text":"Beauport Park, Sussex","coordinates":"50.902470°N 0.539778°E","lat":50.90247,"lng":0.539778}],"themes":["Roman"],"date":918946800000},{"id":"38.0","season":"6.0","episode":"8.0","code":"S6 E8","title":"Bombers in Reedham Marshes","longTitle":"Time Team team up with air crash investigators to discover what happened to two B-17 bombers which crashed with loss of all lives on board on 21 February 1944 into marshes near Reedham, Norfolk. The airplanes were returning from a bombing raid on a German target as part of the Big Week offensive. Parts of one airplane are recovered, and the Team speak to surviving crew members of a third plane that was in the formation. Experimental archaeology: A piece of nose art painted as a memorial to the bomber crews, painted by a former Red Cross volunteer who had painted some during WWII.","locations":[{"text":"Reedham marshes, Norfolk","coordinates":"52.578406°N 1.586435°E","lat":52.578406,"lng":1.586435}],"themes":["World War II"],"date":919551600000},{"id":"39.0","season":"6.0","episode":"9.0","code":"S6 E9","title":"Turkdean II","longTitle":"Time Team revisit a live dig from 1997, where they found a large Roman complex in a Gloucestershire field. But at the same time, geophysics recorded evidence of more buildings. And so the team have returned to investigate a greatly expanded area. Almost immediately Phil uncovers some impressive looking archaeology. They decide to build a Roman altar with a special inscription. They are rejoined by Roman specialists David Neal and Lindsay Allason-Jones.","locations":[{"text":"Turkdean, Gloucestershire","coordinates":"51.869354°N 1.858265°W","lat":51.869354,"lng":-1.858265}],"themes":["Roman"],"date":920156400000},{"id":"40.0","season":"6.0","episode":"10.0","code":"S6 E10","title":"Episode Ten","longTitle":"An aerial survey of a Worcestershire field has revealed cropmarks leading to substantial Bronze Age finds. But Iron Age remains also exist. Time Team tries to sort it out. Local schoolchildren help with a bit of fieldwalking; and Mick shows how cropmarks and posthole marks become visible in fields. Francis Pryor explains the difference between Bronze Age and Iron Age and describes life in a roundhouse. Also joining the team are archaeologist Malcolm Atkin and environmentalist Liz Pearson; while wood specialist Guy Apter gets the kids to help make a Bronze Age ard (plough).","locations":[{"text":"Kemerton, Worcestershire","coordinates":"52.028665°N 2.086049°W","lat":52.028665,"lng":-2.086049}],"themes":["Bronze Age"],"date":920761200000},{"id":"41.0","season":"6.0","episode":"11.0","code":"S6 E11","title":"Episode Eleven","longTitle":"This live dig centres on a ruined Norman church on a hill in Norfolk. This National Trust site promises to be the richest source of finds that Time Team have yet seen, with previous evidence of human occupation from most periods in antiquity. This requires several trenches, including the longest one that Time Team have ever dug. They start with some fieldwalking and metal detectoring, before digging in earnest. Among many finds are a bronze age arrow head, a medieval tiled floor, coins and several well-preserved skeletons. One skull shows clear evidence of having been brutally slaughtered by a swordsman on horseback. The team are joined by Helen Geake, Neil Holbrook, Andrew Rogerson, pottery expert Paul Blinkhorn, osteoarchaeologist Margaret Cox, and historian John Blair. Celebrities Sandi Toksvig and Hugh Fearnley-Whittingstall also drop in. Hugh and Victor help Saxon re-enactor Russell Scott to recreate a bronze artefact from scratch.","locations":[{"text":"Bawsey, Norfolk","coordinates":"52.759183°N 0.462398°E","lat":52.759183,"lng":0.462398}],"themes":["Norman"],"date":921366000000},{"id":"42.0","season":"6.0","episode":"12.0","code":"S6 E12","title":"Nevis (Part 1 of 2)","longTitle":"Invited by historian David Small, the team are on the tiny Caribbean island of Nevis, for a six-day dig to uncover the history of sugar production and slavery here. They are investigating a particular plantation, Montravers Estate,[12] now overgrown, originally owned by wealthy 18th century Bristolean John Prater Pinney. Robin visits Bristol University, researching the extensive documentation. Back on Nevis, pottery expert David Barker is shown pottery sherds, most of which he dates to the 1840s. Phil crosses to neighbouring St. Kitts, to help make sugar from sugar cane. Sugar would have been extracted in a mill operated by teams of oxen. Molasses, the byproduct of sugar processing, was fermented to make rum. In the jungle Stewart searches for a slave village. They are also joined by local historian David Rollinson.","locations":[{"text":"Montravers Estate, Nevis, West Indies","coordinates":"17.152638°N 62.612752°W","lat":17.152638,"lng":-62.612752},{"text":"Jamestown, Nevis, West Indies","coordinates":"17.182401°N 62.619952°W ","lat":17.182401,"lng":-62.619952}],"themes":[""],"date":921970800000},{"id":"43.0","season":"6.0","episode":"13.0","code":"S6 E13","title":"Nevis (Part 2 of 2)","longTitle":"Invited by historian David Small, the team are on the tiny Caribbean island of Nevis, for a six-day dig to uncover the history of sugar production and slavery here. They are investigating a particular plantation, Montravers Estate,[12] now overgrown, originally owned by wealthy 18th century Bristolean John Prater Pinney. Robin visits Bristol University, researching the extensive documentation. Back on Nevis, pottery expert David Barker is shown pottery sherds, most of which he dates to the 1840s. Phil crosses to neighbouring St. Kitts, to help make sugar from sugar cane. Sugar would have been extracted in a mill operated by teams of oxen. Molasses, the byproduct of sugar processing, was fermented to make rum. In the jungle Stewart searches for a slave village. They are also joined by local historian David Rollinson.","locations":[{"text":"Montravers Estate, Nevis, West Indies","coordinates":"17.152638°N 62.612752°W","lat":17.152638,"lng":-62.612752}],"themes":[""],"date":922575600000},{"id":"46.0","season":"7.0","episode":"1.0","code":"S7 E1","title":"A Muslim Port in Spain","longTitle":"1000 years ago, the port of Denia on the Costa Blanca used to be a thriving Islamic outpost in medieval Europe, before being christianised in 1242. During this period Spain benefitted from a sophisticated Arab culture, including maths, astronomy and art. Members of Time Team are here to help with a major dig, before the site is redeveloped. They are particularly hoping for evidence of Islamic pottery and burials. Bone specialist Jackie looks at the many skeletons that have already been discovered. Phil has been invited to do a spot of scuba diving, all in the line of duty. Moroccan chef Mustapha Saaida tempts Carenza with some authentic spice-laden 900-year-old dishes, with ingredients from the local market. Mick \"the Dig\" is helping to uncover a kiln complete with pottery sherds. Victor sketches a complete landscape of the old town.","locations":[{"text":"Denia, Spain","coordinates":"38.840361°N 0.113166°E","lat":38.840361,"lng":0.113166},{"text":"Denia, Spain","coordinates":"38.836944°N 0.101667°E","lat":38.836944,"lng":0.101667}],"themes":["Medieval","Islamic"],"date":946767600000},{"id":"47.0","season":"7.0","episode":"2.0","code":"S7 E2","title":"The Mosaic at the Bottom of the Garden","longTitle":"In 300 A.D. Corinium Dobunnorum was England's wealthiest city next to Londinium. Now it's the pleasant Gloucestershire town of Cirencester, and Time Team are visiting the leafy suburban Chester Street, where they hope the back gardens will yield clues about the bustling Roman city and its main highway, Ermine Street. Could a Roman temple have occupied this site - or even rarer, an early Christian church? They need to knock on a few doors to ask about digging up their plots. There is a bottle of champagne for anybody who can find a tessellated pavement. They are joined by Roman architectural historian Tom Blagg, coin expert Richard Reece and mosaic expert David Neal. The Ermine Street Guard[4] offer Tony venison stew, and use a wooden crane to erect a stone column, fashioned by mason Giles MacDonald. In the public presentation, Stewart outlines a picture of the whole city, ably assisted by Victor's drawing. Among many Roman finds are coins, a brooch, a spoon and a bone die.","locations":[{"text":"Cirencester, Gloucestershire","coordinates":"51.712179°N 1.961577°W","lat":51.712179,"lng":-1.961577}],"themes":["Roman"],"date":947372400000},{"id":"48.0","season":"7.0","episode":"3.0","code":"S7 E3","title":"One of the First Spitfires Lost in France","longTitle":"On 23 May 1940 a Spitfire (P9373) flown by RAF pilot Paul Klipsch crashed into a field in Wierre-Effroy, France. Time Team, in concert with WWII aircraft historians and air crash investigator Steve Moss, try to find out what happened. They are joined by Klipsch's stepbrother, who last visited France on D-Day. Several residents of the village remember seeing the air battle and the crash, and Group Captain Allan Wright, who was flying in the same formation as Klipsch, comes along to help the investigation. The Spitfire wreckage is recovered, and investigation shows that Gunther Specht, flying a Messerschmitt Bf 110, shot down P9373. Experimental archaeology: Phil learns to repair a Spitfire wing flap with rudimentary tools.","locations":[{"text":"Wierre-Effroy, France","coordinates":"50.778998°N 1.741021°E","lat":50.778998,"lng":1.741021}],"themes":["World War II"],"date":947977200000},{"id":"49.0","season":"7.0","episode":"4.0","code":"S7 E4","title":"An Iron-Age Roundhouse and a Henge","longTitle":"Time Team are doing a spot of gardening. Residents have presented them with evidence of historical activity, in the form of pottery shards and lumps and bumps in the landscape. While Victor sketches out possible buildings, Stewart tries to make sense of the trackways and earthworks in this spectacular landscape overlooking Portland Bill. Could there be a 4,000-year-old henge here? Back in Phil's trench in the garden, the first clear signs of a roundhouse emerge. Carenza helps potter Jim Newbolt to make and fire a collection of replica Iron Age and medieval pots.","locations":[{"text":"Waddon, Dorset","coordinates":"50.670234°N 2.545086°W","lat":50.670234,"lng":-2.545086}],"themes":["Iron Age","Medieval","Neolithic"],"date":948582000000},{"id":"50.0","season":"7.0","episode":"5.0","code":"S7 E5","title":"Hadrian's Wall","longTitle":"The team carry out the first-ever excavation of a cemetery at a Roman fort. This one is a World Heritage Site on Hadrian's Wall, delineating Roman Britain's northern boundary. Dead soldiers would have been cremated, and Jackie makes an experimental funeral pyre with cuts of meat. Unfortunately a downpour extinguishes the flames; but a second attempt succeeds. Stewart is more interested in the erosion of the land, which may have been caused by flooding or an earthquake. After some frustrating dead ends, they eventually piece together a plausible description of the site, recovering some interesting finds before time runs out on the third day. They are joined by site director Tony Wilmott and Roman finds expert Lindsay Allason-Jones.","locations":[{"text":"Birdoswald, Cumbria","coordinates":"54.989232°N 2.604935°W","lat":54.989232,"lng":-2.604935}],"themes":["Roman"],"date":949186800000},{"id":"51.0","season":"7.0","episode":"6.0","code":"S7 E6","title":"In Search of the Earliest Traces of Mankind","longTitle":"Beneath a modern holiday village in Suffolk lies evidence of early Stone Age activity, 400,000 years ago. Human remains from this period in England are exceedingly rare, but the team hope to find animal and plant debris. They will have to dig deep.[8] They are joined by palaeontologists Simon Parfitt and Andy Currant from the Natural History Museum. Andy explains the importance of voles in dating such early material.","locations":[{"text":"Elveden, Suffolk","coordinates":"52.392274°N 0.658067°E","lat":52.392274,"lng":0.658067},{"text":"Elveden, Suffolk","coordinates":"52.373908°N 0.753570°E","lat":52.373908,"lng":0.75357}],"themes":["Palaeolithic"],"date":949791600000},{"id":"52.0","season":"7.0","episode":"7.0","code":"S7 E7","title":"The Missing Cathedral and the Diabetic Prior","longTitle":"Coventry's modern cathedral replaced the old cathedral, bombed to destruction by the Luftwaffe in World War II. A third cathedral, St. Mary's, was also a Benedictine priory, demolished in the 16th century by Henry VIII. The west and east wings are still visible, but Time Team have been tasked to excavate what lies in between before the site gets re-developed. They want to create a 3D computer image, but the site is problematic for the geophysics team who are struggling to untangle all the conflicting signals. Their problems are compounded by rain and hail. Robin explains the reasons behind the building's destruction. Tony gets a guided tour of Coventry's sister cathedral at Lichfield, by historian Richard K. Morris. From a design by Victor, glass technician Colin Telford creates a stained glass panel, mixing authentic paint and firing the glass in a kiln. Meanwhile beautiful patterned floor tiles start to emerge, along with rose- and grape-shaped ceiling bosses. Phil uncovers a huge pier which would support the entire roof, though the spire would be wood rather than stone. And at the very end of day three, they uncover a stone-lined tomb, which has to be completely excavated; so uniquely the dig extends into a fourth day. They are joined by osteoarchaeologist Margaret Cox.[9] For more information on the archeological findings by Time Team see the excavation chapter at St. Mary's Priory and Cathedral. A follow-up aired as Time Team (Specials) #6 in 2001.","locations":[{"text":"Coventry, West Midlands","coordinates":"52.409056°N 1.508557°W","lat":52.409056,"lng":-1.508557}],"themes":["World War II"],"date":950396400000},{"id":"53.0","season":"7.0","episode":"8.0","code":"S7 E8","title":"The Royalists' Last Stand","longTitle":"Basing House in Hampshire, owned by the Paulet family was once one of the largest private homes in Britain until besieged and destroyed in the English Civil War. Most of the ruins are a Protected Ancient Monument, but Time Team is permitted to dig on the edge of where the Basingstoke Canal once cut through the ruins, and they find evidence of the final assault in 1645. Meanwhile, in a field across the road, it appears that Charles Paulet built a hunting lodge around 1690, but the field is the site of centuries of building and tearing down, and the archaeology is so confusing three days are not enough to work everything out. The English Civil War Society come to re-enact the siege of Basing House, setting up camp in the Great Barn where the original besiegers camped. They show how musket and pistol balls were cast.","locations":[{"text":"Basing House, Hampshire","coordinates":"51.270322°N 1.052882°W","lat":51.270322,"lng":-1.052882}],"themes":["English Civil War"],"date":951001200000},{"id":"54.0","season":"7.0","episode":"9.0","code":"S7 E9","title":"A Bronze-Age Barrow and Walkway","longTitle":"The team have their work cut out in the Cambridgeshire fenland, looking for remnants of an ancient culture in the flat landscape. The long wooden track would function as a barrier, defence and ritual passage where votive offerings were placed in the water. At the end of it they hope to find a barrow - a circular Bronze Age burial mound. Dave Chapman constructs a bronze axe in a primitive furnace; while wood expert Maisie Taylor looks for a suitable handle in nearby woodland.","locations":[{"text":"Flag Fen, Cambridgeshire","coordinates":"52.575829°N 0.184500°W","lat":52.575829,"lng":-0.1845}],"themes":["Bronze Age"],"date":951606000000},{"id":"55.0","season":"7.0","episode":"10.0","code":"S7 E10","title":"In Search of the Palace of King Offa","longTitle":"Time Team are in Freen's Court on the English-Welsh border. A recent aerial photograph shows parch marks. The kingdom of Mercia was ruled by the ruthless eighth century King Offa. Could this be his palace? All sorts of colourful legends are associated with the site. But they are having trouble locating the parch marks on the ground. As it's a protected monument, they must dig by hand under the watchful eye of English Heritage inspector Paul Stamper. There are some medieval remains but so far nothing Anglo-Saxon. They are joined by historian John Blair, County Archaeologist Keith Ray, and pottery expert Alan Vince. Phil helps experts Richard Darrer and Guy Apter to make a replica wooden cement mixer.","locations":[{"text":"Sutton St Nicholas, Herefordshire","coordinates":"52.109097°N 2.702415°W","lat":52.109097,"lng":-2.702415}],"themes":["Anglo-Saxon","Medieval"],"date":952210800000},{"id":"56.0","season":"7.0","episode":"11.0","code":"S7 E11","title":"A Roman Temple in Sight of the Millennium Dome","longTitle":"The team dig for Roman remains in Greenwich Park, London.[12] They are joined by Hedley Swain from the Museum of London, Harvey Sheldon from the University of London and Mark Hassel from University College, London. Chris Owen[2] (reconstructor) demonstrates Roman plastering techniques and ingredients, and paints a fresco with Victor. A remarkable find creates much excitement, boosting their hopes of identifying a Roman temple. Stewart suggests that Watling Street may have run through the park. For results and reconstruction see Greenwich park website","locations":[{"text":"Greenwich, London","coordinates":"51.478560°N 0.004462°E","lat":51.47856,"lng":0.004462}],"themes":["Roman"],"date":952815600000},{"id":"57.0","season":"7.0","episode":"12.0","code":"S7 E12","title":"Nuns in Northumbria","longTitle":"In 1833 builders in Hartlepool, Northumbria found name stones and skeletons in what once was the graveyard of Hartlepool Abbey. Time Team investigates what remains of the monastery led by St Hilda in the front gardens and traffic islands of the modern town. They find the remains of a substantial Saxon building, the remains of a high-status medieval building, a book clasp dating from around the time of the monastery, and the complete skeleton of a woman who died sometime between 630 and 770, according to later carbon dating. They also bind a book with an elaborate leather cover, decorated with a silver medallion of a lamb copied from a mold found on the site earlier.","locations":[{"text":"Hartlepool, County Durham","coordinates":"54.695233°N 1.180206°W","lat":54.695233,"lng":-1.180206}],"themes":["Medieval"],"date":953420400000},{"id":"58.0","season":"7.0","episode":"13.0","code":"S7 E13","title":"York","longTitle":"The team head to the ancient city of York for a special live dig. Finds include a Roman skeleton with hobnailed boots, and a Viking leather shoe. They are joined by Barney Sloane (site supervisor), Peter Addyman (director of the York Archaeological Trust), archaeologist Paul Thompson, osteoarchaeologist Margaret Cox, architectural historian Beryl Lott, finds expert Lindsay Allason-Jones, Denise Allen (glass specialist), Viking expert Patrick Ottaway and TV personality Sandi Toksvig. They build a brick kiln and make a Roman-style glass jug. Environmental archaeologist Andrew Jones sifts through organic debris to determine the diet of the inhabitants. Medical historian Carole Rawcliffe demonstrates some medieval herbal remedies.","locations":[{"text":"York, Yorkshire","coordinates":"53.959484°N 1.091878°W","lat":53.959484,"lng":-1.091878},{"text":" York, Yorkshire","coordinates":" 53.956753°N 1.075464°W","lat":53.956753,"lng":-1.075464},{"text":" York, Yorkshire","coordinates":" 53.961269°N 1.086653°W","lat":53.961269,"lng":-1.086653}],"themes":["Roman"," Viking"," Medieval"],"date":954025200000},{"id":"61.0","season":"8.0","episode":"1.0","code":"S8 E1","title":"An Anglo-Saxon Cemetery in Lincolnshire","longTitle":"The team are intrigued that an Anglo-Saxon cemetery should contain Roman pottery. They are joined by archaeologist Naomi Field, Maggie Darling (Roman pottery expert), Martin Welch (Anglo-Saxon expert), Irit Narkis (archaeological conservator), and Kevin Leahy (Anglo-Saxon cemeteries expert).","locations":[{"text":"Normanton, Lincolnshire","coordinates":"53.003676°N 0.601684°W","lat":53.003676,"lng":-0.601684}],"themes":["Anglo-Saxon"," Bronze Age"],"date":978822000000},{"id":"62.0","season":"8.0","episode":"2.0","code":"S8 E2","title":"The Man Who Bought a Castle","longTitle":"Derek Batten bought a plot of land advertised as a castle and moat; but there is little sign of a castle other than a tree-covered mound surrounded by a huge ditch. So he has asked Time Team to sort it out.[3] Because the site is a scheduled ancient monument, the team have to get permission from English Heritage for strictly limited excavations. To complicate matters further, Tony has to adjudicate on a long-running boundary dispute. The team is joined by castles expert Philip Dixon. Phil Harding gets kitted-out in chainmail as a Saxon footsoldier, facing a mounted Norman warrior on a Spanish stallion. The site is finally identified as a ringwork castle, built on a previous Saxon structure around the time of the Norman Conquest.","locations":[{"text":"Alderton, Northamptonshire","coordinates":"52.116304°N 0.919547°W","lat":52.116304,"lng":-0.919547}],"themes":["Anglo-Saxon"],"date":979426800000},{"id":"63.0","season":"8.0","episode":"3.0","code":"S8 E3","title":"The Celtic Spring","longTitle":"In deepest Wales lies an extraordinary site, with a Megalith, a Neolithic tomb, a Norman watchtower, early Christian symbols, and a natural spring. From this spring, the landowner has recovered an astonishing variety of coins, sculptures and jewelry. It is almost too good to be true, rather like an ancient theme park. So begins one of Time Team's most remarkable digs. Geophysics shows no structure anywhere on the site. The megalith is far too shallow to have stayed upright for thousands of years. And when the team unearth a sword, they start to get suspicious. They are joined by Celtic ritual expert Miranda Green, architectural historian Will Hughes, and Iron Age specialist Ian Stead.[4] Results show that the site has been 'salted' and the finds have all been placed or build between the 19th century and as late as the 1980s. More info can be found at Llygadwy.","locations":[{"text":"Llygadwy, Powys","coordinates":"51.884672°N 3.234257°W","lat":51.884672,"lng":-3.234257}],"themes":["Iron Age"," Neolithic"],"date":980031600000},{"id":"64.0","season":"8.0","episode":"4.0","code":"S8 E4","title":"A Waltham Villa","longTitle":"Time Team want to paint a picture of a family living in a Roman villa in the Cotswolds almost 2000 years ago.[5] So they decide to dig a site near Fosse Way, only a few hundred metres from two previously excavated villas, in an area unusually dense with Roman remains. They are joined by Neil Holbrook, Roman specialist Richard Reece, and Finds specialist Alex Croom. Phil helps Peter Reynolds reconstruct a tribulum, a Roman threshing board. And the experts conclude that the villa was built very early after the Roman invasion, but abandoned – possibly for financial reasons – quite soon after.","locations":[{"text":"Waltham Field, Whittington, Gloucestershire","coordinates":"51.886678°N 1.991152°W","lat":51.886678,"lng":-1.991152}],"themes":["Roman"],"date":980636400000},{"id":"65.0","season":"8.0","episode":"5.0","code":"S8 E5","title":"The 'Lost Viaduct'","longTitle":"Time Team attempt to find what is reputed to be the first railway viaduct. Built in 1790, to move coal efficiently from the mine to the Blaenavon Ironworks, one mountain over, horses drew wagons along its tracks for only about 10 years. Spoil from local mines has not only covered the viaduct, but filled the valleys so completely that it is difficult to find any clues as to where to dig. Thousands of tons of earth are moved to find the top of the viaduct, 12 meters below the modern surface. It is too dangerous to enter, but a camera is lowered for a peek. Elsewhere on the site, the remains of a manager's house and workers' cottages are found. As experimental archaeology, a small blast furnace is set up within the disused ironworks, and a Time Team logo (wooden pattern carved by Victor Ambrus) and cart wheels are cast.","locations":[{"text":"Blaenavon, Torfaen","coordinates":"51.779242°N 3.090618°W","lat":51.779242,"lng":-3.090618}],"themes":["Industrial Revolution"],"date":981241200000},{"id":"66.0","season":"8.0","episode":"6.0","code":"S8 E6","title":"A Palace Sold for Scrap","longTitle":"The owners of Rycote House live in a lovely converted stable block, but they believe that the extremely grand house that once stood on the property and which hosted Tudor royalty burned down in 1745, and they want Time Team to investigate. In the trenches, no evidence of burning is found, but it seems that grand houses were built and rebuilt on the site from the 14th century through the Georgian era. Finds include a drainage tunnel dating from Capability Brown's landscaping work on the property. Historian Robin Bush returns from the Bodelian Library with an extraordinary catalogue from 1807, which details the sale of the grand house room by room. In nearby Thane, a townhouse contains a fireplace and doorways that possibly come from the sale. Food Historian Ivan Day cooks and serves sweetmeats and hippocras. Palace expert Simon Thurley joins the Team.","locations":[{"text":"Rycote, Thame, Oxfordshire","coordinates":"51.737413°N 1.035237°W","lat":51.737413,"lng":-1.035237}],"themes":["Tudor"," Georgian"],"date":981846000000},{"id":"67.0","season":"8.0","episode":"7.0","code":"S8 E7","title":"An Iron-Age Roundhouse","longTitle":"The team are on Salisbury Plain, over 38,000 hectares of land in South West England owned by the MOD. Though the whole area is rich in ancient remains, they are concentrating on Beeches Barn, an unprepossessing field rumoured to conceal an Iron Age roundhouse. Alongside the dig, they are helping Ian Apter to build one of the team's most ambitious projects, a full-size thatched roundhouse. Early geophysics results indicate not one, but several banjo enclosures. Such features are always accompanied by Roman buildings. The aim is to get the site listed as an ancient monument, but time is running out. They are joined by army volunteers, and Iron Age expert Peter Reynolds. The many finds include a 2,000-year-old bone comb, a quern-stone and a Roman coin.","locations":[{"text":"Salisbury Plain, Wiltshire","coordinates":"51.257064°N 1.737308°W","lat":51.257064,"lng":-1.737308}],"themes":["Iron Age"],"date":982450800000},{"id":"68.0","season":"8.0","episode":"8.0","code":"S8 E8","title":"The Bone Caves[2]","longTitle":"A pile of bones has been discovered in a narrow cave. They include cows, dogs and a human skull, which have been dated to the late Iron Age Celts. Local archaeologist Mark Horton is keen to discover whether this is a ritual site or just a rubbish pit; so Carenza joins a team of cavers to find out. Every handful of mud must be hauled out and sorted. Meanwhile bone experts Andy Currant and Margaret Cox examine the finds so far. One female skull shows clear evidence of a violent death; and another elderly female was suffering from Paget's disease. The quantity of dog bones may indicate an ancient dog cult, as described by Richard Massey from English Heritage. Archaeometallurgist Andrew Lacey casts a bronze dog model, designed by Victor. In spite of strong geophysics, the surface digs initially show no archaeology at all. Back in the lab, Margaret and Andy make a macabre discovery. Celtic expert Miranda Aldhouse-Green suspects this all hints at human sacrifice.[","locations":[{"text":"Alveston, Gloucestershire","coordinates":"51.582499°N 2.530707°W","lat":51.582499,"lng":-2.530707}],"themes":["Iron Age"],"date":983055600000},{"id":"69.0","season":"8.0","episode":"9.0","code":"S8 E9","title":"The Inter-City Villa[2]","longTitle":"While laying Brunel's Great Western Railway line 50 miles from London, navvies discovered mosaic floors indicating a Roman villa. The mosaics were broken up and the whole site ignored, until recent photographs of cropmarks showed the outline of the villa, among other features. Geophysics signals are also very strong. The trouble is, the diggers can find no structure beneath the surface. They are joined by Bernard Thomason from English Heritage, mosaics expert David Neal, Tim Allen of Oxford Archaeological Unit, and Jillian Greenaway from Reading Museum. Reconstructor Chris Owen supervises the recreation of a mosaic using thousands of tesserae.","locations":[{"text":"Basildon, Berkshire","coordinates":"51.509468°N 1.126886°W","lat":51.509468,"lng":-1.126886}],"themes":["Roman"],"date":983660400000},{"id":"71.0","season":"8.0","episode":"10.0","code":"S8 E10","title":"Holy Island","longTitle":"The team look at a wide range of historical deposits on the iconic Holy Island of Lindisfarne, including evidence of military activity in the 16th and 17th centuries. They are joined by John Heward (architectural historian), archaeologists Caroline Hardie and Richard Fraser, and pottery expert Jenny Vaughan. Phil Harding helps cooper Jim Newlands to make a traditional timber cask.","locations":[{"text":"Lindisfarne, Northumberland","coordinates":"55.670528°N 1.798928°W","lat":55.670528,"lng":-1.798928}],"themes":["16C"," 17C"],"date":984265200000},{"id":"72.0","season":"8.0","episode":"11.0","code":"S8 E11","title":"The Leaning Tower of Bridgnorth","longTitle":"All that is left of Bridgnorth Castle is the 70-foot Norman tower. The team are in the park, trying to piece together what it looked like in its heyday, 900 years ago. They must dig outside the area of the scheduled monument. Phil and a group of enthusiasts recreate a 12th-century catapult known as a perrier. They are joined by castle specialist Philip Dixon, Mark Horton from Bristol University, Small Finds expert Lynne Bevan, and pupils from nearby Oldbury Wells School. Finally Philip is able to describe the construction and layout of the castle.","locations":[{"text":"Bridgnorth, Shropshire","coordinates":"52.532008°N 2.419660°W","lat":52.532008,"lng":-2.41966}],"themes":["Norman"],"date":984870000000},{"id":"73.0","season":"8.0","episode":"12.0","code":"S8 E12","title":"Three Tales of Canterbury","longTitle":"In highlights from a previous live dig, the team visit the ancient city of Canterbury to investigate three separate sites, all connected by their religious functions. There is a Roman temple, a monastery, and a medieval site devoted to the construction of sacred buildings. Celebrity guests Liza Tarbuck and Sandi Toksvig are in attendance.","locations":[{"text":"Canterbury, Kent","coordinates":"51.278405°N 1.077766°E","lat":51.278405,"lng":1.077766},{"text":" Canterbury, Kent","coordinates":" 51.298132°N 1.075053°E","lat":51.298132,"lng":1.075053},{"text":" Canterbury, Kent","coordinates":" 51.279102°N 1.076270°E","lat":51.279102,"lng":1.07627}],"themes":["Roman"," Medieval"],"date":985474800000},{"id":"74.0","season":"8.0","episode":"13.0","code":"S8 E13","title":"The Leper Hospital","longTitle":"Outside of the city boundaries of Winchester, in what is today known as Hospital Field, once stood the St Mary Magdalen Leper Hospital. Probably founded in around 1140 by Henry of Blois, the superb chapel was recorded in engravings as a ruin in the 17th century. Possibly complicating the search for the hospital, the entire field was used as an army camp during WWI, however, Time Team turns this to their advantage, as the medieval well that served the lepers was reused, with a wind pump, by the army camp, making it easier for geophysics to find. When the well is discovered, it uses up all the surveyor's tapes on hand, being more than 180 meters deep. Other trenches find the remains of the chapel, the Master's house, and the almshouses, as well as the cemetery, where a skull showing signs of leprosy is found. Within the chapel, an unusual double burial appears to be, as found in the records, the former Master of the hospital, followed almost 50 years later by his daughter. Victor sculpts a bust of a leper based on a skull excavated elsewhere. Nicholas Orme explains how lepers were viewed in the Middle Ages.","locations":[{"text":"Winchester, Hampshire","coordinates":"51.063401°N 1.280206°W","lat":51.063401,"lng":-1.280206}],"themes":["Medieval"],"date":986076000000},{"id":"77.0","season":"9.0","episode":"1.0","code":"S9 E1","title":"London's First Bridge","longTitle":"At low tide on the foreshore of the Thames near Vauxhall Bridge in central London, a series of timber stumps is visible. How old are they, and what was their purpose? Time Team have the task of finding out, before the stumps are destroyed forever. They want to create a picture of the Bronze Age landscape here, 3,500 years ago. Post holes would indicate dry land building, while piles (pointed stakes driven into the ground) would indicate a structure above the river. To find out, they have to dig up one of the massive stumps. It's a race against time and tide to get it done in three days. Phil helps Damian Goodburn to make a simple piledriving rig with authentic tools. Stewart and Mick take a trip on the London Eye, to help them map the course of the ancient river. They are joined by Gustav Milne from University College London, and Jon Cotton from the Museum of London.[","locations":[{"text":"Vauxhall, London","coordinates":"51.485502°N 0.127807°W","lat":51.485502,"lng":-0.127807}],"themes":["Bronze Age"],"date":1010271600000},{"id":"78.0","season":"9.0","episode":"2.0","code":"S9 E2","title":"The Roman's Panic","longTitle":"Time Team visits Ancaster, to which their resident Roman expert, Guy, recently moved. The town has yielded numerous Roman finds as well as a large cemetery with several sarcophagi from the period. In addition, the church of Ancaster is known in British archaeology for a Roman inscription dedicated to the deity Viridius. One question the team wants to tackle concerns why the Romans built a defensive system around the town in the late 3rd century CE. After some initial problems with the stratigraphy, Phil finds the cemetery level, while Carenza discovers a layer filled with jumbled up human remains mixed with other bones, probably representing disturbed burials. In the cemetery, Phil eventually uncovers the lid of a possible sarcophagus, and its excavation could thus require certain precautions due to the potential for lead poisoning and presence of biological hazards. However, the object proves to be a cist burial, as well as hazard-free. Incredibly, one of the cist slabs also turns out to contain yet another inscription to the god Viridius. In the end, the archaeologists suggest that the massive defences were ordered to be put up by the Roman central administration in Britain, and completely disrupted the original town layout.","locations":[{"text":"Ancaster, Lincolnshire","coordinates":"52.980295°N 0.533225°W","lat":52.980295,"lng":-0.533225}],"themes":["Roman"],"date":1010876400000},{"id":"79.0","season":"9.0","episode":"3.0","code":"S9 E3","title":"Diving for the Armada","longTitle":"The team travel to West Scotland to investigate the wreck of a ship that may have been part of the Spanish armada. As this is a classic case of rescue archaeology, they are joined by the government's Archaeological Diving Unit, whose director Martin Dean explains why this exercise is so important. An ROV is operated from the surface. Historian Felipe Fernández-Armesto talks about the role played by the weather in the Spanish armada. Pottery specialist Duncan Brown looks at several remarkable finds, including some Maiolica ware. Both Phil and Tony do some diving. With the help of marine archaeologist Mark Lawrence, John uses a magnetometer to survey the seabed.","locations":[{"text":"Kinlochbervie, Sutherland","coordinates":"58.433263°N 5.112194°W","lat":58.433263,"lng":-5.112194}],"themes":["Tudor"],"date":1011481200000},{"id":"80.0","season":"9.0","episode":"4.0","code":"S9 E4","title":"The Naughty Monastery","longTitle":"The team are invited to investigate the officers' mess of a military base in Bedfordshire, once home to monks and nuns of a 14th century Gilbertine Order. It was an experiment in unisex living. Jenni of Time Team volunteers to live like a nun during the dig, and is initiated by nunnery expert Roberta Gilchrist. John Ette from English Heritage monitors proceedings, and they are also joined by historian Richard K. Morris and osteoarchaeologist Margaret Cox. Robin Bush tells the miraculous tale of the Nun of Watton.","locations":[{"text":"Chicksands, Bedfordshire","coordinates":"52.040364°N 0.366011°W","lat":52.040364,"lng":-0.366011}],"themes":["14C"],"date":1012086000000},{"id":"81.0","season":"9.0","episode":"5.0","code":"S9 E5","title":"The Furnace in the Cellar","longTitle":"The team head for a pub in Leighton, whose cellar contains the remains of a blast furnace once used for smelting iron. When Tony arrives, test pits are already being dug, and Geophysics are busy surveying the car park. They are joined by Paul Belford from Ironbrige Gorge Museum; and Jonathan Roberts shows Phil how to make a triangular charcoal clamp similar to those used in the 17th century. Mick visits the nearby Blists Hill Victorian Town, where Roger Fewtrell demonstrates making a 24 pound cannonball. They are also joined by researcher Colin Thom, industrial archaeologist Rob Kinchin-Smith, archaeometallurgist Gerry McDonnell, and finds expert Ceinwen Paynton.","locations":[{"text":"Ironbridge Gorge, Shropshire","coordinates":"52.646124°N 2.577345°W","lat":52.646124,"lng":-2.577345}],"themes":["Industrial Revolution"],"date":1012690800000},{"id":"82.0","season":"9.0","episode":"6.0","code":"S9 E6","title":"An Ermine Street Pub","longTitle":"It is 40 years since amateur archaeologists dug up Roman remains near Ermine Street, now hidden beneath Cheshunt Park. Time Team tell the story of the original excavation, using the detailed plan to conduct their own investigation.[7] They believe the site's proximity to the road is the key to this dig. With some brilliant work by Stewart and John, they soon locate part of the road. Though frustratingly they cannot find any trace of it beneath the surface, they do find a brewery and possibly a pub. The brewing process is described by ancient technology expert Peter J. Reynolds. They conduct a mini-experiment comparing Roman surveying techniques with Henry's modern equipment. They are also joined by Roman experts Rosalind Niblett and Harvey Sheldon.","locations":[{"text":"Cheshunt, Hertfordshire","coordinates":"51.720624°N 0.054145°W","lat":51.720624,"lng":-0.054145}],"themes":["Roman"],"date":1013295600000},{"id":"83.0","season":"9.0","episode":"7.0","code":"S9 E7","title":"Iron-Age Market","longTitle":"Two massive hill forts on the Lizard Peninsula in Cornwall, at Gear and Caer Vallack, have never been excavated. In fact, no major Cornish Iron Age site has ever been investigated. Time Team have been given the tall order of making some sense of these two sites in three days. For many years, a local farmer has been collecting Stone Age and Iron Age artefacts. Already the geophysics results are showing a potential wealth of ancient human activity. But the sites are so huge that the team will have to be very selective. They are joined by Ian Morrison from English Heritage, ancient technology expert Peter J. Reynolds, pottery experts Carl Thorpe and Henrietta Quinnell. Re-enactor David Freeman demonstrates a sling-shot, a simple but effective weapon. Phil and Peter visit a reconstructed round house nearby.","locations":[{"text":"Helford, Cornwall","coordinates":"50.077478°N 5.179886°W","lat":50.077478,"lng":-5.179886}],"themes":["Iron Age"],"date":1013900400000},{"id":"84.0","season":"9.0","episode":"8.0","code":"S9 E8","title":"Siege House in Shropshire","longTitle":"The owners of a Tudor house want Time Team to investigate a bloody confrontation between the Roundheads and Cavaliers during the English Civil War, 350 years ago. In front of the house are four mysterious arches. Could they be relics of an older, medieval building, which apparently stood here for centuries before the present building? They are joined by buildings expert Richard K. Morriss, and Civil War specialist Glenn Foard.","locations":[{"text":"High Ercall, Shropshire","coordinates":"52.752459°N 2.602659°W","lat":52.752459,"lng":-2.602659}],"themes":["English Civil War"," Medieval"],"date":1014505200000},{"id":"85.0","season":"9.0","episode":"9.0","code":"S9 E9","title":"A Prehistoric Airfield","longTitle":"Hoping to uncover Bronze Age burials, the team descend on a disused airfield. But initial finds suggest the Iron Age, while geophysics shows plenty of circles and some larger rectangular enclosures. Jacqui Wood makes prehistoric cheese, and cooks a fish stew. Bronze Age enthusiast Francis Pryor gets excited about some faint track marks. They are joined by Malcolm Atkin and Robin Jackson from Worcestershire County Council, Ian George from English Heritage, and Iron Age expert Jeremy Taylor.","locations":[{"text":"Throckmorton, Worcestershire","coordinates":"52.140294°N 2.042171°W","lat":52.140294,"lng":-2.042171}],"themes":["Iron Age"," Bronze Age"],"date":1015110000000},{"id":"86.0","season":"9.0","episode":"10.0","code":"S9 E10","title":"A Lost Roman City","longTitle":"The people of Castleford believe there is a Roman city beneath them, and several past digs have borne this out. Past discoveries include leather shoes, samian ware bowls and jewelry. There is certainly a vicus, a domestic settlement next to a fort. The team are also expecting to unearth some major buildings, and even a Roman road, Dere Street. But there is a lot of Victorian rubble in the way – not to mention the local football pitch.","locations":[{"text":"Castleford, Yorkshire","coordinates":"53.724441°N 1.355467°W","lat":53.724441,"lng":-1.355467}],"themes":["Roman"],"date":1015714800000},{"id":"87.0","season":"9.0","episode":"11.0","code":"S9 E11","title":"Every Castle Needs a Lord","longTitle":"The medieval castle of Beaudesert in Henley-in-Arden suddenly vanished without trace, leaving a single stone on top of a mound. The people want to know what it looked like. \"The Mount\" as it's called by the locals, is a popular beauty spot and has suffered from erosion. Also, as it's a scheduled monument, there are limits to what digging can take place. The castle was built by the de Montforts in the early 12th century. Henry and Stewart create a simple 3D clay model of the building, which follows the natural contours of the hill. It looks as if the castle was demolished and the pieces sold off in the 15th century. Using authentic tools, bowyer Steve Ralphs makes a medieval longbow, which is tested against a crossbow of a similar period. Castles expert Sarah Speight describes daily life in the castle. Finds include a section of carved pestle and mortar.","locations":[{"text":"Beaudesert, Warwickshire","coordinates":"52.293401°N 1.772098°W","lat":52.293401,"lng":-1.772098}],"themes":["Medieval"],"date":1016319600000},{"id":"88.0","season":"9.0","episode":"12.0","code":"S9 E12","title":"Steptoe Et Filius","longTitle":"Two years ago, local archaeologist Kevin Trott discovered Roman remains in a trench being dug for a water pipe. Unfortunately the trench had to be closed, and now Time Team are having trouble finding it. While Phil and the diggers look for the original trench, a full-scale field-walking exercise reveals many finds, both Roman and Iron Age; including a lot of bronze jewellery, seeming to show industrial activity. There are hints that enamelling was carried out here, so they decide to make their own enamelled hare brooch. They start by smelting bronze from copper, tin and lead. Mick and Tony visit a nearby Roman villa with a detailed mosaic floor. On day three, Stewart spots some potential earthworks in a neighbouring field; so they decide to dig some exploratory trenches there. They end up with examples of activity from the Bronze Age, Iron Age, Roman occupation, and Anglo-Saxon period. To cap it all, at the end of day three they find a rare Iron Age burial. The team are joined for the first of many digs by Anglo-Saxon expert Helen Geake.","locations":[{"text":"Yaverland, Isle of Wight","coordinates":"50.671732°N 1.132267°W","lat":50.671732,"lng":-1.132267}],"themes":["Iron Age"," Bronze Age"," Roman"," Anglo-Saxon"],"date":1016924400000},{"id":"89.0","season":"9.0","episode":"13.0","code":"S9 E13","title":"Seven Buckets and a Buckle","longTitle":"A Byzantine brass bucket - one of only 11 in the world - was found during a three-day live dig in a Saxon cemetery a year ago. Time Team are now returning to find out more about the people who lived and died here. Unusually, metal detectorists are called in to find non-ferrous metals, to complement Geophysics' magnetometer survey. They are joined by Anglo-Saxon specialist Andrew Reynolds, paleopathologist Alice Roberts and celebrity Sandi Toksvig. Sandi's ancestors were from Jutland, and Robin Bush argues that this whole area of Hampshire was actually occupied by Jutes before they were defeated by the Saxons under King Cadwalla in 686 AD. Using authentic techniques, Ray Walton replicates a brass bucket, complete with inscriptions and silvering, from scratch. Osteoarchaeologist Margaret Cox tries to make sense of the burials including rare double burials – one of which uniquely has a child placed between two men. Finds include weapons and an exquisite enamelled belt buckle; and three more of the mysterious buckets, which all fit one inside the other.","locations":[{"text":"Breamore, Hampshire","coordinates":"50.954994°N 1.772017°W","lat":50.954994,"lng":-1.772017}],"themes":["Anglo-Saxon"],"date":1017529200000},{"id":"93.0","season":"10.0","episode":"1.0","code":"S10 E1","title":"Garden Secrets","longTitle":"Time Team investigates a back garden in Raunds, where a skeleton – aptly named \"Henry\" by his discoverer – has been found along with his Anglo-Saxon grave goods. The burial probably fits in with a number of other Saxon sites in the town and is seen in light of these. The team also look carefully at Henry himself, his attributes, anatomy and ailments, and have to tackle several logistical problems in association with excavating in such a constrained area as a garden. However, they also find the opportunity to extend the investigation across the fence to an allotment area behind the gardens. The experimental part of the program looks at various objects and medical remedies found in Anglo-Saxon society, presented by historical reenactors, while Victor recreates the appearance of Henry. In the end the archaeologists do confirm the presence of an Anglo-Saxon cemetery with various pieces of grave goods at the site, probably placed in relation to older Bronze Age burial mounds.","locations":[{"text":"Raunds, Northamptonshire","coordinates":"52.344620°N 0.539447°W","lat":52.34462,"lng":-0.539447}],"themes":["Anglo-Saxon"," Bronze Age"],"date":1041721200000},{"id":"94.0","season":"10.0","episode":"2.0","code":"S10 E2","title":"Mosaics, Mosaics, Mosaics","longTitle":"Time Team travels to Somerset to investigate the discovery of an exquisite Roman mosaic in a field. The geophysical survey clearly indicates the presence of a substantial and well-preserved villa on the site. One of the main problems they tackle is the development of the building complex through time. By targeted examination of the structural remains, the archaeologists uncover evidence of several phases from a more humble early timber building to a two-story grand villa with two large ranges and a courtyard gate structure. In the end, the site turns out to contain one of the largest Roman villas in the UK.","locations":[{"text":"Dinnington, Somerset","coordinates":"50.917925°N 2.849794°W","lat":50.917925,"lng":-2.849794}],"themes":["Roman"],"date":1042326000000},{"id":"95.0","season":"10.0","episode":"3.0","code":"S10 E3","title":"Peak District Practices","longTitle":"Time Team examines a mysterious cave in Derbyshire where cavers have found several skeletons, some of them newborn babies and the earliest dated to the Stone Age. Finds from the cave have also provided dates from the Iron Age and the Roman period. The excavation proves potentially quite hazardous, as the chambers and tunnels are filled with precariously heaped stones which threaten to scree if the safety shoring moves or breaks, and some areas are considered just too unstable to work in at all. The archaeologists also investigate a nearby Bronze Age barrow, which previously has been subject to illicit excavation. In the cave they find more human and animal remains, although how these got there remains subject to some debate. The mound gets confirmed as a barrow and undisturbed secondary burials are discovered as part of the structure.","locations":[{"text":"Carsington, Derbyshire","coordinates":"53.080321°N 1.640260°W","lat":53.080321,"lng":-1.64026}],"themes":["Neolithic"," Iron Age"],"date":1042930800000},{"id":"96.0","season":"10.0","episode":"4.0","code":"S10 E4","title":"The Giant's Grave","longTitle":"Time Team investigates a Shetland back garden for remains of Viking occupation after the discovery of a number of soapstone objects there. They also open a mound feature nearby called \"The Giant's Grave\" to see whether or not in fact it may be a Scandinavian boat burial. In the garden they find more soapstone objects, slabs with crossmarks, small souterrains, and wall lines, indicating the presence of a Viking Age farmstead. Phil tries to carve a soapstone lamp as the experimental part of the program. The mound turns indeed out to be a looted Scandinavian boat burial, as the team finds patterns of iron rivets showing the imprint of the vessel and a small piece of its keel – and by excavating carefully, the archaeologists also locate a Viking tortoise brooch not taken by the looters.","locations":[{"text":"Fetlar, Shetland","coordinates":"60.594185°N 0.867257°W","lat":60.594185,"lng":-0.867257},{"text":" Fetlar, Shetland","coordinates":" 60.588197°N 0.832585°W","lat":60.588197,"lng":-0.832585}],"themes":["Viking"],"date":1043535600000},{"id":"97.0","season":"10.0","episode":"5.0","code":"S10 E5","title":"Joust Dig It","longTitle":"Time Team investigates Placentia, the Greenwich palace of king Henry VIII. They try to locate his royal armoury and the tiltyard, where the court and nobility would have jousted and been entertained in mock castles. In the experimental part of the program, Tony looks at how Tudor armour would have been made and gets a breastplate of the period hammered and fitted. The armoury as a turns out to be too elusive for the archaeologists, but localized amounts of hammer scale, a residual product of forging, indicate its presence there. However, the tiltyard complex with its associated structures, like the banqueting hall, are firmly located.","locations":[{"text":"Greenwich, London","coordinates":"51.482230°N 0.004201°W","lat":51.48223,"lng":-0.004201}],"themes":["Tudor"],"date":1044140400000},{"id":"98.0","season":"10.0","episode":"6.0","code":"S10 E6","title":"Digging Liberty","longTitle":"Tony Robinson and the team are hunting for Liberty's first factory in South London. 'Liberty silks' still evoke images of opulence and beauty, of floating dresses and more leisurely times. But their hunt proves far from leisurely.\nDay three of the search brings the vital breakthrough – as well as an extraordinary attempt to recreate the 19th-century techniques of dying and printing those wonderful silks.","locations":[{"text":"Merton, London","coordinates":"51.413519°N 0.183752°W","lat":51.413519,"lng":-0.183752}],"themes":["Victorian"],"date":1044745200000},{"id":"99.0","season":"10.0","episode":"7.0","code":"S10 E7","title":"Death in a Crescent","longTitle":"Time Team visit Bath to investigate parch marks seen in the park lawn of the Royal Crescent, indicating the presence of a large Roman road, possibly local remains of the Fosse Way. They also look behind the Crescent for Roman sarcophagi and wall lines found by builders of the now-gone St. Andrew's Church in the 1870s and noted by an antiquarian at the time. While the road ditches eventually yield Roman burials, the team does not locate any sarcophagi said to have been found there. Whether or not the large road, in fact, is the Fosse Way remains in the end uncertain, with arguments for both sides.","locations":[{"text":"Bath, Somerset","coordinates":"51.387727°N 2.366371°W","lat":51.387727,"lng":-2.366371}],"themes":["Roman"],"date":1045350000000},{"id":"100.0","season":"10.0","episode":"8.0","code":"S10 E8","title":"Back to Our Roots[n 1]","longTitle":"Time Team revisits Athelney Abbey, the hideaway of Alfred the Great, and also the very first site investigated by the team one hundred programs earlier. Ten years of technological advances in the meantime has significantly enhanced their geophysical survey methods and changes in heritage management attitudes have also given them the permission to dig at the site. Slag and magnetic readings suggest that iron and steel was smelted and worked at Athelney, the latter being a good indication of Anglo-Saxon presence. At the abbey site itself Phil and his diggers uncover several burials. Reenactors show Anglo-Saxon dress and weaponry and their Viking counterparts as the experimental part of the program, while Carenza and Tony make – and burn – traditional Saxon cakes. The archaeologists find a number of objects, a Medieval graveyard associated with Athelney abbey, a metalworking complex, and a substantial defensive ditch dug in the Iron Age, but reused in the time of king Alfred.","locations":[{"text":"Athelney, Somerset","coordinates":"51.058863°N 2.934671°W","lat":51.058863,"lng":-2.934671}],"themes":["Anglo-Saxon, Iron Age, Viking"],"date":1045954800000},{"id":"101.0","season":"10.0","episode":"9.0","code":"S10 E9","title":"Looking for the White House","longTitle":"Time Team visits Kew Gardens to find the White House, part of the second Kew Palace complex and favourite home of mad king George III. While Carenza is shown how decorated wine glasses of the period are made, Stewart induced a lot of confusion regarding the exact placement of the building due to inaccuracies in the original 18th-century map of the area. However, in the end, both the archaeology and the architectural plan match each other. The archaeologists also locate a tunnel for sheltered transport of meals from the kitchen block to the palace dining halls by combining geophysical survey with keyhole test pits.","locations":[{"text":"Kew Gardens, London","coordinates":"51.483024°N 0.294354°W","lat":51.483024,"lng":-0.294354}],"themes":["Georgian"],"date":1046559600000},{"id":"102.0","season":"10.0","episode":"10.0","code":"S10 E10","title":"Rescuing the Dead","longTitle":"A building development threatens a Bronze Age cemetery in Fife, and Time Team is there to carry out rescue excavations together with County Archaeologists. The graves are Cist burials in various states of preservation placed around a large boulder in a dug pit. The boulder is shown to cover another cist, and several of the burials contain in fact bones – not a certainty, given the acidity of the local soil – and grave goods. With skulls initially being found as the only form of human remains, the archaeologists wonder whether the site only contained skulls originally. The boulder cist is capped by a large stone slab covering a void beneath, and the logistics of lifting it prove a challenge. In the end, they uncover a chamber with skeletal remains, thus showing soil acidity to be the main culprit for the dearth of bones other than skulls in the other graves.","locations":[{"text":"Leven, Fife","coordinates":"56.207395°N 3.003143°W","lat":56.207395,"lng":-3.003143}],"themes":["Bronze Age"],"date":1047164400000},{"id":"103.0","season":"10.0","episode":"11.0","code":"S10 E11","title":"Not a Blot on the Landscape","longTitle":"Time Team travels to Castle Howard to look for the lost village of Henderskelf, which was demolished around 1700 to make way for the new castle constructed on the estate and its formal gardens. But the exact placement of the village proves difficult to pin down. As the geophysical survey is unable to help much, the team has to rely on a map from 1694 and visible lumps and bumps. However, geophysics comes up with better results regarding their search for the lost village church of Henderskelf. Stewart advances their investigation significantly when he discovers a more detailed sketch of the village on the back of another old map from c. 1700 in the archives of Castle Howard, but the process of scaling it onto a modern map proves challenging. When this is done, the team realizes that some of their trenches have missed target buildings altogether. Armed with all this evidence, the archaeologists finally get to grips with the elusive Henderskelf – which seems to have been utterly removed between 1700 and 1720 when the new castle was erected.","locations":[{"text":"Castle Howard, Yorkshire","coordinates":"54.120905°N 0.908317°W","lat":54.120905,"lng":-0.908317}],"themes":["Stuart"],"date":1047769200000},{"id":"104.0","season":"10.0","episode":"12.0","code":"S10 E12","title":"A View to a Kiln","longTitle":"Roman finds from Sedgefield prompt Time Team to visit a field and subject it to investigation. Air photographs and geophysical survey show tantalizing signs of activity below the turf, while fieldwalking provides even more finds. However, these finds lead to some confusion, as the archaeology suggests a low-status site with farms or workshops, but the coin finds are of high quality and value. The coins are decided to originally have formed a hoard, presenting certain bureaucratic issues for the metal detectorists who brought Time Team to the site. The experimental part of the program investigates how Roman coins would have been mass produced. In the end, the archaeologists discover a well-preserved pottery kiln in a settlement complex they suspect represent a civilian industrial site supplying the Roman market in Britain – all of which Phil gets to show the local MP, Tony Blair.","locations":[{"text":"Sedgefield, County Durham","coordinates":"54.655019°N 1.459104°W","lat":54.655019,"lng":-1.459104}],"themes":["Roman"],"date":1048374000000},{"id":"105.0","season":"10.0","episode":"13.0","code":"S10 E13","title":"Jailhouse Rocks","longTitle":"The constabulary in Appleby-in-Westmorland, Cumbria, know that their police station dates back to the first gaol ever on the site, built in the 1770s. They also know that two subsequent prisons, from the 1820s and the 1870s, also stood on the site. They've invited Time Team to see what remains of the former prisons underneath their car park. Trench 1 finds the remains of the room where the 1870s prison's treadwheel was, trench 2 finds the remains of the 1770s cell block, which has its own story to tell – in 1798 a prisoner tunneled out, leading trenches to be dug around the outside walls within the cells and these trenches filled with boulders, which remain under the car park. Trench 3 discovers the women's prison of the 1820s (previously prisoners were not segregated by sex), which had an underfloor heating system. One archaeologist volunteers to become a Victorian-era prisoner for 24 hours, put to hard labour breaking rocks, turning a crank handle to no purpose, and moving dirt from one pile to another. Finds include part of a warder's uniform and hobnail boots, and a bar from a prison window. Carenza acts as historian for this episode.","locations":[{"text":"Appleby-in-Westmorland, Cumbria","coordinates":"54.578305°N 2.488259°W","lat":54.578305,"lng":-2.488259}],"themes":["19th century – Victorian"],"date":1048978800000},{"id":"108.0","season":"11.0","episode":"1.0","code":"S11 E1","title":"In Search of the Brigittine Abbey","longTitle":"The team are on the trail of a medieval mystery. Founded by Henry V and built by his son Henry VI, Syon Abbey was a large, wealthy monastery for nuns of an obscure Swedish order. During the reign of Henry VIII it vanished. Its remains lie beneath the lawns of modern Syon House, designed by Capability Brown. What they find is on a huge scale. But there is disagreement as to what kind of building it was. After investigating the foundations of the House, Stewart and Jonathan reach an agreement on the extent of the church. They are joined by buildings historian Jonathan Foyle and monastic expert Barney Sloane.","locations":[{"text":"Syon House, London","coordinates":"51.476340°N 0.311899°W","lat":51.47634,"lng":-0.311899}],"themes":["Tudor"],"date":1073170800000},{"id":"109.0","season":"11.0","episode":"2.0","code":"S11 E2","title":"A Roman Bath House and Edwardian Folly","longTitle":"Next to the beautifully manicured lawns of Whitestaunton Manor in the Blackdown Hills of Somerset lies a patch of muddy weeds. Coins and pottery have been found here, and it is supposedly the site of a Roman villa. But archaeology student Freya Bowles thinks differently. The team first have to remove weeds and tree roots without the use of mechanical diggers, as it's a scheduled monument. They are also extremely limited as to the size of the excavation. Clearly there are Roman remains, but mixed up with Victorian or Edwardian garden features. Gradually the plan of a Roman bath house emerges. The team are joined by mosaic specialist David Neal and buildings historian Jonathan Foyle. Directed by technological historian Robert Spain, they build a full-size replica hypocaust complete with under-floor heating.","locations":[{"text":"Whitestaunton Manor, Somerset","coordinates":"50.8897032°N 3.0248144°W","lat":50.8897032,"lng":-3.0248144}],"themes":["Roman"],"date":1073775600000},{"id":"110.0","season":"11.0","episode":"3.0","code":"S11 E3","title":"The Crannog in the Loch","longTitle":"There's an island-ish round area of stones in Loch Migdale - could it be a crannog? 200 meters away on the banks is a small (12 m diameter) circular feature - is it a henge? Time Team rounds up some experts on the prehistoric and finds out. They set up a suction dredge to investigate two areas of the loch feature, and find wonderfully preserved timber, proving that it's a built structure and thus a crannog. GPS surveying and a tip from a local farmer finds the causeway, now underwater, leading to it Trenches within the henge show that the entrance and wooden posts within it pointed towards notable features in the landscape. Stewart looks for the find site of the Migdale Hoard.","locations":[{"text":"Loch Migdale, Scottish Highlands","coordinates":"57.892503°N 4.319505°W","lat":57.892503,"lng":-4.319505}],"themes":["Prehistoric"],"date":1074380400000},{"id":"111.0","season":"11.0","episode":"4.0","code":"S11 E4","title":"Saxon Burials on the Ridge","longTitle":"The team investigate a possible fifth century cemetery in a ploughed field, where they find a metal shield boss. One male skeleton is holding a drinking vessel. There are hints of much earlier activity as well, including a Bronze Age barrow. Using authentic tools, they fashion a Saxon shield. Conservator Dana Goodburn-Brown examines the details in the x-rays of the shield boss; while Phil and members of Regia Anglorum demonstrate how the shields are used in battle. They are joined by bone specialists Alice Roberts and Margaret Cox, who unearth some coloured beads among the remains.","locations":[{"text":"South Carlton, Lincolnshire","coordinates":"53.281810°N 0.566168°W","lat":53.28181,"lng":-0.566168}],"themes":["Anglo-Saxon, Bronze Age"],"date":1074985200000},{"id":"112.0","season":"11.0","episode":"5.0","code":"S11 E5","title":"The Roman Fort That Wasn't There","longTitle":"Nobody knows what happened immediately after the Romans arrived in 43 AD, because no Roman fort has been discovered in this part of South East England. Time Team are on a mission to find the missing link. Local archaeologist Paul Wilkinson believes he has already found a military ditch, which would surround such a fort.[6] It's a prime site, right next to Watling Street. However geophysics cannot find any evidence for a ditch. So begins one of their most frustrating digs, directed by Neil Holbrook. Phil enlists in the Ermine Street Guard for a day. They are joined by Roman expert Tony Wilmott and pottery specialist Malcolm Lyne.","locations":[{"text":"Syndale, Kent","coordinates":"51.313727°N 0.860548°E","lat":51.313727,"lng":0.860548}],"themes":["Roman"],"date":1075590000000},{"id":"113.0","season":"11.0","episode":"6.0","code":"S11 E6","title":"An Iron-Age Trading Centre","longTitle":"Green Island in Poole Harbour has already shown that it was a significant centre of Iron Age activity, with evidence of industrial activity and trading to and from the continental mainland. But it has never been properly excavated. Two huge jetties - now buried - indicate either a port or a defensive structure. The island is a SSSI (Site of Special Scientific Interest), which means hand-digging only, and replacing the topsoil. Very soon the finds start to multiply. Of particular interest is evidence of shale working for jewelry, and iron smithing. They are joined by Project Director Eileen Wilkes, archaeologist Miles Russell, Iron Age specialist John Collis, and metallurgist Roger Doonan. Experimental archaeologist Jake Keenan demonstrates shale working with primitive tools. Geomorphologist Vincent May explains that in prehistoric times the water level was two metres lower, and Green Island was much bigger.[","locations":[{"text":"Green Island, Dorset","coordinates":"50.67893°N 1.990799°W","lat":50.67893,"lng":-1.990799}],"themes":["Iron Age"],"date":1076194800000},{"id":"114.0","season":"11.0","episode":"7.0","code":"S11 E7","title":"A Medieval Blast Furnace","longTitle":"The team are revisiting the garden of Furnace Cottage in Churnet Valley, where the previous excavation of an Elizabethan blast furnace produced evidence of much earlier iron-making. Stewart surveys the landscape, to piece together a picture of water flow and other features essential to iron smelting. But John is convinced that there is strong geophysical evidence for a furnace a mile away at Eastwall Farm. It could even be water-powered - a major discovery. They build a medieval style bloomery. They are joined by historian Pete Brown, and archaeologists David Cranstone, Bill Klemperer, Deb Ford, Gerry McDonnell, Tim Young.","locations":[{"text":"The Old Furnace, Oakamoor, Staffordshire","coordinates":"52.98913°N 1.939713°W","lat":52.98913,"lng":-1.939713}],"themes":["Medieval"],"date":1076799600000},{"id":"115.0","season":"11.0","episode":"8.0","code":"S11 E8","title":"Rescuing a Mesolithic Foreshore","longTitle":"When the tide recedes at this point on the Severn estuary, rare evidence of stone age activity is uncovered. Time Team are on a three-day mission to help recover some of these relics before they are washed away. It involves excavating and painstakingly examining 15 cubic metres of muddy silt; but time is against them. The Mesolithic period is poorly understood, because these people were highly mobile hunter-gatherers who did not build permanent structures. They uncover some of the smallest artefacts they have ever handled. Phil and Brigid are fascinated by ancient footprints of adults and children, preserved in the sand. Phil excavates the massive tooth of an aurochs, an extinct giant prey animal. They are joined by Martin Bell of Reading University, Mesolithic specialists Nick Barton and Robin Crompton, and food expert Jacqui Wilson who cooks up a stone age feast.","locations":[{"text":"Goldcliff, Newport","coordinates":"51.532536°N 2.903950°W","lat":51.532536,"lng":-2.90395}],"themes":["Prehistoric"],"date":1077404400000},{"id":"116.0","season":"11.0","episode":"9.0","code":"S11 E9","title":"Fertile Soils, Rich Archaeology","longTitle":"he British landscape is littered with Iron Age hill forts. A local archaeology unit is digging such a hill fort in Oxfordshire, but cannot afford to investigate a neighbouring larger hill, only 200 metres away. Both Roman and Iron Age remains have been found there in the past. But what is its relationship, if any, to the hill fort? The geophysics team identify a potential target, a square enclosure on the side of the hill. But before they can begin, they have to manually search the site for specimens of great crested newt, a rare protected species. At the beginning of day two, John's team find something which could be very special, a Roman church, apparently with a semicircular apse. They are joined by Tim Allen of Oxford Archaeology and osteoarchaeologist Angela Boyle.","locations":[{"text":"Wittenham Clumps, Oxfordshire","coordinates":"51.627914°N 1.180515°W","lat":51.627914,"lng":-1.180515}],"themes":["Iron Age"],"date":1078009200000},{"id":"117.0","season":"11.0","episode":"10.0","code":"S11 E10","title":"King Cnut's Manor","longTitle":"Digging up fields and car parks and back gardens is all very well, but how could Time Team pass up a chance to dig up a living room? The manor house in Nassington was purchased in a derelict state, and while restoring it, several massive post holes were investigated that are of a size and spacing to be a Saxon great hall. The pottery finds from the property suggest almost constant occupation from the Iron Age to the present, and the Ramsey Chronicle records that Cnut owned Nassington while king. Up comes the flooring so three trenches can be dug inside the house, while outside, various trenches are dug in the garden. It seems that hall after hall was built where the manor house still stands, but no trace can any longer be found of outbuildings which must have been there. Graeme Lawson visits with a selection of Dark Ages musical instruments, makes a reed pipe of elder wood, and plays out the episode with the Time Team theme music on pipe and lyre.","locations":[{"text":"Nassington, Northamptonshire","coordinates":"52.552655°N 0.433747°W","lat":52.552655,"lng":-0.433747}],"themes":["Dark Age"],"date":1078614000000},{"id":"118.0","season":"11.0","episode":"11.0","code":"S11 E11","title":"Back-Garden Archaeology Revisiting a Roman villa","longTitle":"As renowned Suffolk archaeologist Basil Brown discovered, Castle Hill near Ipswich is named, not after a castle, but a substantial Roman villa. Brown was unable to complete his excavation, and Time Team have been called in by local schoolchildren to find out more. However, they will need to dig up a few back gardens to do so. Very soon it becomes clear that Brown's measurements were out of kilter. Halfway through day two, Phil makes a breakthrough. But not until 11 trenches are dug in 8 gardens does a full picture emerge. The team are joined by Roman specialist David Neale and site director Miles Russell.","locations":[{"text":"Ipswich, Suffolk","coordinates":"52.076522°N 1.132127°E","lat":52.076522,"lng":1.132127}],"themes":["Roman"],"date":1079218800000},{"id":"119.0","season":"11.0","episode":"12.0","code":"S11 E12","title":"The Lost City of Roxburgh","longTitle":null,"locations":[{"text":"Roxburgh, Scottish Borders","coordinates":"55.597499°N 2.448431°W","lat":55.597499,"lng":-2.448431}],"themes":["Medieval"],"date":1079823600000},{"id":"121.0","season":"11.0","episode":"13.0","code":"S11 E13","title":"Brimming with Remains","longTitle":"Pigs rooting in a windswept field in Dorset unearthed fragments including Roman mosaic floor tiles. In addition, a Bournemouth University excavation team located some burials nearby. The farmer, Simon Meaden, has asked Time Team to investigate further.[13] John's geophysics survey reveals a lot of activity. Very soon multiple finds start appearing, and to Tony's delight he is allowed to dig up a little beaker. Archaeologist Mike Parker Pearson produces a timeline of prehistoric and historic burial practices. Phil's trench is invaded by chickens. Gradually a complex picture emerges of human activity here over thousands of years, including a heated Roman villa with bath-house.","locations":[{"text":"Cranborne Chase, Dorset","coordinates":"50.928594°N 2.039061°W","lat":50.928594,"lng":-2.039061}],"themes":["Roman"],"date":1080428400000},{"id":"125.0","season":"12.0","episode":"1.0","code":"S12 E1","title":"The Manor That's Back to Front","longTitle":"Tony Robinson and the team visit Chenies Manor which is believed to have been upgraded in time for Henry VIII's visit around 1530. However, while a late 16th-century inventory suggests that an additional range of rooms fit for a king once existed, traces of them have vanished since the house fell into disrepair. Can the experts uncover the layout of the building as it appeared in Tudor times?","locations":[{"text":"Chenies Manor House, Buckinghamshire","coordinates":"51.674775°N 0.533114°W","lat":51.674775,"lng":-0.533114}],"themes":["16C"],"date":1104620400000},{"id":"126.0","season":"12.0","episode":"2.0","code":"S12 E2","title":"The Monastery and the Mansion","longTitle":"The villagers of Nether Poppleton, near York, join Tony Robinson and the team for some extensive digging as they try to determine the exact age of their village. The current layout follows a typical medieval pattern but a reference to the village in the Domesday Book has the experts thinking that it could date back to Saxon times at least.","locations":[{"text":"Nether Poppleton, Yorkshire","coordinates":"53.988279°N 1.148894°W","lat":53.988279,"lng":-1.148894}],"themes":["Anglo-Saxon"],"date":1105225200000},{"id":"127.0","season":"12.0","episode":"3.0","code":"S12 E3","title":"The Bombers in the Marsh","longTitle":"On 29 November 1944, two US Douglas A-26 Invader bomber planes crashed into Warton Marsh, eight miles from Preston, in Lancashire. Both planes, along with a number of others, had left Warton Airbase in formation, en route to join forces in the preparations for the Battle of the Bulge. Only one minute off the runway and 1,000 feet into the air, the aircraft collided and came to rest in the marsh. All the crew died. Their bodies were recovered from the planes, but an investigation into the causes of the crash was inconclusive.\nWhen the planes crashed back in 1944, they landed directly on sand. Since then, however, about two metres of silt has built up over the wrecks. It means that the site is a difficult one to excavate, and an earlier attempt to retrieve the aircraft in the 1980s was unsuccessful.\nFor this programme, Time Team enlisted a veteran air crash investigator, along with the RAF's 'crash and smash' team and other experts to try to find out what caused the crash. Each of the planes, including the engines, was believed to be relatively intact and, it was hoped, would provide the necessary information to determine why these two planes collided.\nLocal eyewitnesses and fellow flyers in the US Air Force were all called upon to help to build up a picture of what happened on that fateful day in 1944.","locations":[{"text":"Warton near Preston, Lancashire","coordinates":"53.735285°N 2.935246°W","lat":53.735285,"lng":-2.935246}],"themes":["WW2"],"date":1105830000000},{"id":"128.0","season":"12.0","episode":"4.0","code":"S12 E4","title":"Fighting on the Frontier","longTitle":"Twenty years ago, during a particularly dry summer, parch marks revealed what seemed to be a huge Roman fort a few hundred metres from the Duke of Buccleuch's extraordinarily grand house, Drumlanrig Castle, in Dumfries. The discovery lay untouched until Time Team took on the challenge to investigate it further.\n\nThe Team sought to answer a number of questions. Was it actually a Roman fort? If so, it was one of the most northerly ever found and therefore of special importance to Scotland's history. So when were the Romans there? No finds made previously had given any hint of the date of the structure.\nTime Team also wanted to identify the roads leading in and out of the fort. Was there any kind of civilian settlement or other features nearby? And could the Team work out how the Romans made their famous draco, the military standard that made a sound said to have struck fear into the hearts of their enemies?","locations":[{"text":"Drumlanrig, Dumfries and Galloway","coordinates":"55.271321°N 3.807620°W","lat":55.271321,"lng":-3.80762}],"themes":[""],"date":1106434800000},{"id":"129.0","season":"12.0","episode":"5.0","code":"S12 E5","title":"A Neolithic Cathedral?","longTitle":"The Time Team is invited to a huge circular crop mark near Peterborough, referred to as a causewayed enclosure by archaeologists. Huge ditches mark the area, which date the site at around 6,000 years old. Some believe the ditches to be evidence of farming, others that they are of religious origin. Francis Pryor and Ben Robinson join the team to get to the bottom of the mystery in just three days.","locations":[{"text":"Northborough, Peterborough","coordinates":"52.662008°N 0.291830°W","lat":52.662008,"lng":-0.29183}],"themes":[""],"date":1107039600000},{"id":"130.0","season":"12.0","episode":"6.0","code":"S12 E6","title":"In Search of Henry V's Flagship, Grace Dieu","longTitle":"The team have three days to explore the skeleton of a medieval warship found on the bed of the River Hamble near Southampton. They must prove whether it is the Grace Dieu, Henry V's naval flagship, and also find out how big it was and just why it came to grief. The team are joined by John Adams (marine archeologist) and Susan Rose (historian). Damian Goodburn (ancient ship expert) attempts to reproduce a small section of the massive ship's clinker built hull.","locations":[{"text":"Bursledon, Hampshire","coordinates":"50.891844°N 1.288816°W","lat":50.891844,"lng":-1.288816}],"themes":[""],"date":1107644400000},{"id":"131.0","season":"12.0","episode":"7.0","code":"S12 E7","title":"Going Upmarket with the Romans","longTitle":"For years, a field near Standish in Gloucestershire has yielded Roman brooches, mosaic tiles and coins. The finds point to a sizeable villa somewhere nearby - but so far none has been found. Tony Robinson and the team have just three days to solve the mystery. There are plenty of signs that people lived in the area from the Iron Age through to the Roman period, but no sign of the villa.\nBut clue by clue the archaeologists piece together the puzzle to reveal an extraordinary picture of several generations of one family living through huge social change and gradually improving their lifestyle as Romanised Britain became more and more prosperous.","locations":[{"text":"Standish, Gloucestershire","coordinates":"51.778168°N 2.290930°W","lat":51.778168,"lng":-2.29093}],"themes":[""],"date":1108249200000},{"id":"132.0","season":"12.0","episode":"8.0","code":"S12 E8","title":"Picts and Hermits: Cave Dwellers of Fife","longTitle":"Wemyss Caves, on the shore of the Firth of Forth, have been a famous landmark for centuries. Legend has it that they were occupied by the mysterious Pictish people who scared the Romans into building Hadrian's Wall; that subsequently they were home to medieval Christian hermits and later to Jacobean nobles. Now the caves are under serious threat from erosion; the sea is already lapping at the cliff just below the cave line.\nBut Wemyss Caves have never been properly investigated. How did the enigmatic Pictish carvings on the cave wall get there? And did Picts really live in the caves or were they just passing by? Is there any evidence of hermits or other types of medieval occupation? In an intensive three days, Time Team come up with some remarkable answers, beginning the task of re-writing the history of this atmospheric site.","locations":[{"text":"Wemyss, Fife","coordinates":"56.162351°N 3.057839°W","lat":56.162351,"lng":-3.057839}],"themes":[""],"date":1108854000000},{"id":"133.0","season":"12.0","episode":"9.0","code":"S12 E9","title":"Lost Centuries of St Osyth","longTitle":"In the 7th Century Viking pirates sailed up a muddy Essex creek. Legend has it they captured a lonely nun who when offered her 'modesty or her mortality', chose to die. The nun then carried her severed head up the hill to her church where she collapsed. Where she lay a spring bubbled up. The nun was St Osyth, the wife of the Saxon King of Essex, who chose the veil rather than consummating her marriage. The site of her death became a shrine and a busy settlement grew up. In the 12th Century Richard de Belmais, Bishop of London, founded a large Augustinian Priory in the middle of the village. This became a powerful establishment, which by the Dissolution in 1539 was one of the wealthiest Augustinian Monasteries in Europe. A few years ago a local boatbuilder noticed some decayed timbers sticking out of the mud in St Osyth Creek. The tides gradually revealed more of these timbers, which are on a significant bend in the channel. These timbers could be the remains of a medieval wharf which served the town in its early days, but they could also be the key to a much bigger mystery. The present town seems to date to the 15th century but the famous Priory is much older. There must have been a busy settlement servicing it - so where was the original town of St Osyth? Time Team have three days to redraw the map of this picturesque town on the Essex coast.","locations":[{"text":"St Osyth, Essex","coordinates":"51.798826°N 1.063060°E","lat":51.798826,"lng":1.06306}],"themes":[""],"date":1109458800000},{"id":"134.0","season":"12.0","episode":"10.0","code":"S12 E10","title":"The Puzzle of Picket's Farm","longTitle":"Time Team heads to South Perrott in Dorset, inspired by the intriguing discovery of Roman brooches and coins in a hilltop field. The Team are pretty sure they're going to uncover a Roman Temple, but the search gets off to a bad start when all the pottery turns out to be medieval and there's no sign of any buildings.\nSomething has clearly been going on in this field, but it's not what they thought. The trenches gradually reveal their contents, painting a very different picture from a very different period. Have the Team stumbled across a Stone Age burial site that had, extraordinarily, been honoured for thousands of years right into Roman times? Prehistory specialist Miles Russell explains some aspects of Bronze Age features.","locations":[{"text":"South Perrott, Dorset","coordinates":"50.844866°N 2.752691°W","lat":50.844866,"lng":-2.752691}],"themes":[""],"date":1110063600000},{"id":"135.0","season":"12.0","episode":"11.0","code":"S12 E11","title":"Norman Neighbours","longTitle":"For years Time Team fan Frances Davies has been collecting finds from the field outside her back door in Skipsea in East Yorkshire. She has uncovered Neolithic, Roman and Saxon items, but her best finds are medieval pots dating from the Norman Conquest. It's clear that there was some habitation in the area 1,000 years ago, but a geophysics plot of the site reveals incredible results, far beyond the team's expectations. Could Frances have had a whole Norman village in her field, a village lost to the records? And could there be a clue in nearby Skipsea Castle, the seat of power of the Norman overlord of the whole area? The Team have three days to find out.","locations":[{"text":"Skipsea, East Riding of Yorkshire","coordinates":"53.967614°N 0.213551°W","lat":53.967614,"lng":-0.213551}],"themes":[""],"date":1110668400000},{"id":"136.0","season":"12.0","episode":"12.0","code":"S12 E12","title":"Hunting the Romans in South Shields - Tower Blocks and Togas","longTitle":"In South Shields, the Roman Fort at the end of Hadrian's Wall is a local landmark and the team embark on a quest to locate the site of a huge Roman military cemetery thought to be in the area. They search all nearby open spaces but come to the conclusion that the likeliest site of the cemetery is beneath a 1960s housing estate. A few tombstones and burials have been found in the past hundred years, but there must be a huge Roman military cemetery somewhere. Time Team use every spare piece of open space, have a look under the occasional pavement and enlist as much local help, young and old, as possible in their hunt for the site. It's three days of head-scratching mayhem before the answer emerges.","locations":[{"text":"South Shields, Tyne and Wear","coordinates":"55.000462°N 1.432911°W","lat":55.000462,"lng":-1.432911}],"themes":[""],"date":1111273200000},{"id":"137.0","season":"12.0","episode":"13.0","code":"S12 E13","title":"Animal Farm","longTitle":"An unusual horse bit, some posh finds and carved stonework lead Time Team on a search for a Norman hunting lodge in Northamptonshire. But it isn't long before the lodge's massive stone walls begin to look a little less impressive, and, under the forensic trowels of the diggers, the lodge shrinks in every direction. But royal forests were fiercely protected by the Norman nobility; why are there buildings here at all? Does the Domesday Book hold a clue? It seems as if this area was home to an extraordinary number of pigs... Have the Team come across one of the very first factory farms?","locations":[{"text":"Hanslope, Milton Keynes","coordinates":"52.126082°N 0.873735°W","lat":52.126082,"lng":-0.873735}],"themes":[""],"date":1112479200000},{"id":"143.0","season":"13.0","episode":"1.0","code":"S13 E1","title":"The Bodies in the Shed - Glendon's Lost Graveyard","longTitle":null,"locations":[{"text":"Glendon, Northamptonshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1137884400000},{"id":"144.0","season":"13.0","episode":"2.0","code":"S13 E2","title":"Villas out of Molehills","longTitle":null,"locations":[{"text":"Withington, Gloucestershire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1138489200000},{"id":"145.0","season":"13.0","episode":"3.0","code":"S13 E3","title":"Rubble at the Mill","longTitle":null,"locations":[{"text":"Manchester","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1139094000000},{"id":"146.0","season":"13.0","episode":"4.0","code":"S13 E4","title":"The First Tudor Palace?","longTitle":null,"locations":[{"text":"Esher, Surrey","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1139698800000},{"id":"147.0","season":"13.0","episode":"5.0","code":"S13 E5","title":"The Boat on the Rhine - A Roman Boat in Utrecht","longTitle":null,"locations":[{"text":"Utrecht, Netherlands","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1140303600000},{"id":"148.0","season":"13.0","episode":"6.0","code":"S13 E6","title":"Court of the Kentish King","longTitle":null,"locations":[{"text":"Eastry, Kent","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1140908400000},{"id":"149.0","season":"13.0","episode":"7.0","code":"S13 E7","title":"The Monks' Manor","longTitle":null,"locations":[{"text":"Brimham, Harrogate, Yorkshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1141513200000},{"id":"150.0","season":"13.0","episode":"8.0","code":"S13 E8","title":"Castle in the Round","longTitle":null,"locations":[{"text":"Queenborough, Kent","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1142118000000},{"id":"151.0","season":"13.0","episode":"9.0","code":"S13 E9","title":"Sussex Ups and Downs","longTitle":null,"locations":[{"text":"Blackpatch, near Worthing, Sussex","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1142722800000},{"id":"152.0","season":"13.0","episode":"10.0","code":"S13 E10","title":"Birthplace of the Confessor","longTitle":null,"locations":[{"text":"Islip, Oxfordshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1143327600000},{"id":"153.0","season":"13.0","episode":"11.0","code":"S13 E11","title":"Early Bath","longTitle":null,"locations":[{"text":"Ffrith, Flintshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1143928800000},{"id":"154.0","season":"13.0","episode":"12.0","code":"S13 E12","title":"The Taxman's Tavern - A Roman Mansio","longTitle":null,"locations":[{"text":"Alfoldean, Horsham, Sussex","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1144533600000},{"id":"155.0","season":"13.0","episode":"13.0","code":"S13 E13","title":"Scotch Broch","longTitle":null,"locations":[{"text":"Applecross near Skye, Scottish Highlands","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1145138400000},{"id":"158.0","season":"14.0","episode":"1.0","code":"S14 E1","title":"Finds on the Fairway","longTitle":null,"locations":[{"text":"Isle of Man","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1168729200000},{"id":"159.0","season":"14.0","episode":"2.0","code":"S14 E2","title":"There's No Place Like Rome","longTitle":null,"locations":[{"text":"Blacklands, near Frome, Somerset","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1169334000000},{"id":"160.0","season":"14.0","episode":"3.0","code":"S14 E3","title":"School Diggers Medieval","longTitle":null,"locations":[{"text":"Hooke Court, Dorset","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1169938800000},{"id":"161.0","season":"14.0","episode":"4.0","code":"S14 E4","title":"The Druids' Last Stand","longTitle":null,"locations":[{"text":"Amlwch, Anglesey","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1170543600000},{"id":"162.0","season":"14.0","episode":"5.0","code":"S14 E5","title":"Sharpe's Redoubt","longTitle":null,"locations":[{"text":"Sandgate, Kent","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1171148400000},{"id":"163.0","season":"14.0","episode":"6.0","code":"S14 E6","title":"A Port and Stilton","longTitle":null,"locations":[{"text":"Stilton, Cambridgeshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1171753200000},{"id":"164.0","season":"14.0","episode":"7.0","code":"S14 E7","title":"A Tale of Two Villages","longTitle":null,"locations":[{"text":"Wicken, Northamptonshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1172358000000},{"id":"166.0","season":"14.0","episode":"8.0","code":"S14 E8","title":"No Stone Unturned","longTitle":null,"locations":[{"text":"Warburton, Greater Manchester","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1172962800000},{"id":"167.0","season":"14.0","episode":"9.0","code":"S14 E9","title":"The Domesday Mill","longTitle":null,"locations":[{"text":"Dotton, Devon","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1173567600000},{"id":"168.0","season":"14.0","episode":"10.0","code":"S14 E10","title":"The Cheyne Gang","longTitle":null,"locations":[{"text":"Chesham Bois, Buckinghamshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1174172400000},{"id":"169.0","season":"14.0","episode":"11.0","code":"S14 E11","title":"Road to the Relics","longTitle":null,"locations":[{"text":"Godstone, Surrey","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1174777200000},{"id":"170.0","season":"14.0","episode":"12.0","code":"S14 E12","title":"The Abbey Habit","longTitle":null,"locations":[{"text":"Poulton, Cheshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1175378400000},{"id":"171.0","season":"14.0","episode":"13.0","code":"S14 E13","title":"In the Shadow of the Tor","longTitle":"","locations":[{"text":"Bodmin Moor, Cornwall","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1175983200000},{"id":"175.0","season":"15.0","episode":"1.0","code":"S15 E1","title":"Gold in the Moat","longTitle":null,"locations":[{"text":"Codnor Castle, Derbyshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1199574000000},{"id":"176.0","season":"15.0","episode":"2.0","code":"S15 E2","title":"Street of the Dead","longTitle":null,"locations":[{"text":"Binchester, County Durham","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1200178800000},{"id":"178.0","season":"15.0","episode":"3.0","code":"S15 E3","title":"Bodies in the Dunes","longTitle":null,"locations":[{"text":"Allasdale, Barra, Western Isles","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1200783600000},{"id":"179.0","season":"15.0","episode":"4.0","code":"S15 E4","title":"The Naughty Nuns of Northampton","longTitle":null,"locations":[{"text":"Towcester, Northamptonshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1201388400000},{"id":"180.0","season":"15.0","episode":"5.0","code":"S15 E5","title":"Mysteries of the Mosaic","longTitle":null,"locations":[{"text":"Coberley, Gloucestershire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1201993200000},{"id":"181.0","season":"15.0","episode":"6.0","code":"S15 E6","title":"Blitzkrieg on Shooter's Hill","longTitle":null,"locations":[{"text":"South London","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1202598000000},{"id":"182.0","season":"15.0","episode":"7.0","code":"S15 E7","title":"Keeping up with the Georgians","longTitle":null,"locations":[{"text":"Hunstrete, Somerset","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1203202800000},{"id":"183.0","season":"15.0","episode":"8.0","code":"S15 E8","title":"Saxons on the Edge","longTitle":null,"locations":[{"text":"Stonton Wyville, Leicestershire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1203807600000},{"id":"185.0","season":"15.0","episode":"9.0","code":"S15 E9","title":"Fort of the Earls","longTitle":null,"locations":[{"text":"Dungannon, Northern Ireland","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1204412400000},{"id":"186.0","season":"15.0","episode":"10.0","code":"S15 E10","title":"From Constantinople to Cornwall","longTitle":null,"locations":[{"text":"Padstow, North Cornwall","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1205017200000},{"id":"187.0","season":"15.0","episode":"11.0","code":"S15 E11","title":"Five Thousand Tons of Stone","longTitle":null,"locations":[{"text":"Hamsterley, County Durham","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1205622000000},{"id":"188.0","season":"15.0","episode":"12.0","code":"S15 E12","title":"The Romans Recycle","longTitle":null,"locations":[{"text":"Wickenby, Lincolnshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1206226800000},{"id":"189.0","season":"15.0","episode":"13.0","code":"S15 E13","title":"Hunting King Harold","longTitle":null,"locations":[{"text":"Portskewett, Monmouthshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1206831600000},{"id":"194.0","season":"16.0","episode":"1.0","code":"S16 E1","title":"The Trouble with Temples","longTitle":null,"locations":[{"text":"Friar's Wash, Hertfordshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1231023600000},{"id":"195.0","season":"16.0","episode":"2.0","code":"S16 E2","title":"The Wedding Present","longTitle":null,"locations":[{"text":"Scargill, County Durham","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1231628400000},{"id":"196.0","season":"16.0","episode":"3.0","code":"S16 E3","title":"Heroes' Hill","longTitle":null,"locations":[{"text":"Knockdhu, County Antrim","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1232233200000},{"id":"197.0","season":"16.0","episode":"4.0","code":"S16 E4","title":"Toga Town","longTitle":null,"locations":[{"text":"Caerwent, Monmouthshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1232838000000},{"id":"198.0","season":"16.0","episode":"5.0","code":"S16 E5","title":"Blood, Sweat and Beers","longTitle":null,"locations":[{"text":"Rise Hill, Cumbria","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1233442800000},{"id":"199.0","season":"16.0","episode":"6.0","code":"S16 E6","title":"Buried Bishops and Belfries","longTitle":null,"locations":[{"text":"Salisbury Cathedral, Wiltshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1234047600000},{"id":"200.0","season":"16.0","episode":"7.0","code":"S16 E7","title":"Anarchy in the UK","longTitle":null,"locations":[{"text":"Radcot, Oxfordshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1234652400000},{"id":"201.0","season":"16.0","episode":"8.0","code":"S16 E8","title":"Mystery of the Ice Cream Villa","longTitle":null,"locations":[{"text":"Colworth, Bedfordshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1235257200000},{"id":"202.0","season":"16.0","episode":"9.0","code":"S16 E9","title":"Hermit Harbour","longTitle":null,"locations":[{"text":"Looe, Cornwall","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1235862000000},{"id":"203.0","season":"16.0","episode":"10.0","code":"S16 E10","title":"Called to the Bar","longTitle":null,"locations":[{"text":"Lincoln's Inn, London","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1236466800000},{"id":"204.0","season":"16.0","episode":"11.0","code":"S16 E11","title":"Beacon on the Fens","longTitle":null,"locations":[{"text":"Cambridgeshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1237071600000},{"id":"205.0","season":"16.0","episode":"12.0","code":"S16 E12","title":"The Hollow Way","longTitle":null,"locations":[{"text":"Ulnaby, County Durham","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1237676400000},{"id":"206.0","season":"16.0","episode":"13.0","code":"S16 E13","title":"Skeletons in the Shed","longTitle":null,"locations":[{"text":"Blythburgh, Suffolk","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1238281200000},{"id":"210.0","season":"17.0","episode":"1.0","code":"S17 E1","title":"Corridors Of Power","longTitle":null,"locations":[{"text":"Westminster Abbey, London","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1271541600000},{"id":"211.0","season":"17.0","episode":"2.0","code":"S17 E2","title":"A Saintly Site","longTitle":null,"locations":[{"text":"Isle of Mull, Inner Hebrides","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1272146400000},{"id":"212.0","season":"17.0","episode":"3.0","code":"S17 E3","title":"Bridge Over The River Tees","longTitle":null,"locations":[{"text":"Piercebridge, County Durham","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1272751200000},{"id":"213.0","season":"17.0","episode":"4.0","code":"S17 E4","title":"In The Halls Of A Saxon King","longTitle":null,"locations":[{"text":"Sutton Courtenay, Oxfordshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1273356000000},{"id":"","season":"","episode":"","code":"S E","title":"Untitled","longTitle":null,"locations":[{"text":"(actually Drayton, Oxfordshire)","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":null},{"id":"214.0","season":"17.0","episode":"5.0","code":"S17 E5","title":"The Massacre In The Cellar","longTitle":null,"locations":[{"text":"Hopton Castle, Shropshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1273960800000},{"id":"216.0","season":"17.0","episode":"6.0","code":"S17 E6","title":"Potted History","longTitle":null,"locations":[{"text":"Mildenhall, Wiltshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1274565600000},{"id":"218.0","season":"17.0","episode":"7.0","code":"S17 E7","title":"Death and Dominoes: The First POW Camp","longTitle":null,"locations":[{"text":"Norman Cross, Cambridgeshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1286056800000},{"id":"219.0","season":"17.0","episode":"8.0","code":"S17 E8","title":"Something For The Weekend","longTitle":null,"locations":[{"text":"Tregruk Castle, Llangybi, Monmouthshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1286661600000},{"id":"221.0","season":"17.0","episode":"9.0","code":"S17 E9","title":"Governor's Green","longTitle":null,"locations":[{"text":"Governor's Green, Portsmouth","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1287871200000},{"id":"222.0","season":"17.0","episode":"10.0","code":"S17 E10","title":"Priory Engagement","longTitle":null,"locations":[{"text":"Burford, Oxfordshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1288476000000},{"id":"223.0","season":"17.0","episode":"11.0","code":"S17 E11","title":"There's A Villa Here Somewhere","longTitle":null,"locations":[{"text":"Litlington, Cambridgeshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1289084400000},{"id":"224.0","season":"17.0","episode":"12.0","code":"S17 E12","title":"Commanding Heights","longTitle":null,"locations":[{"text":"Dinmore Hill, Herefordshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1289689200000},{"id":"237.0","season":"17.0","episode":"13.0","code":"S17 E13","title":"Rooting For The Romans","longTitle":null,"locations":[{"text":"Bedford Purlieus Wood, Cambridgeshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1302991200000},{"id":"225.0","season":"18.0","episode":"1.0","code":"S18 E1","title":"Reservoir Rituals","longTitle":null,"locations":[{"text":"Tottiford Reservoir, Devon","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1296946800000},{"id":"226.0","season":"18.0","episode":"2.0","code":"S18 E2","title":"Saxon Death, Saxon Gold","longTitle":null,"locations":[{"text":"West Langton, Leicestershire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1297551600000},{"id":"227.0","season":"18.0","episode":"3.0","code":"S18 E3","title":"Romans on the Range","longTitle":null,"locations":[{"text":"High Ham, Somerset","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1298156400000},{"id":"228.0","season":"18.0","episode":"4.0","code":"S18 E4","title":"Hitler's Island Fortress","longTitle":null,"locations":[{"text":"Les Gellettes, Jersey","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1298761200000},{"id":"229.0","season":"18.0","episode":"5.0","code":"S18 E5","title":"Furnace in the Forest","longTitle":null,"locations":[{"text":"Derwentcote, County Durham","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1299366000000},{"id":"230.0","season":"18.0","episode":"6.0","code":"S18 E6","title":"Under the Gravestones","longTitle":null,"locations":[{"text":"Castor, Cambridgeshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1299970800000},{"id":"232.0","season":"18.0","episode":"7.0","code":"S18 E7","title":"House of the White Queen","longTitle":null,"locations":[{"text":"Groby, Leicestershire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1300575600000},{"id":"233.0","season":"18.0","episode":"8.0","code":"S18 E8","title":"Cannons and Castles","longTitle":null,"locations":[{"text":"Mont Orgueil, Jersey","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1301180400000},{"id":"234.0","season":"18.0","episode":"9.0","code":"S18 E9","title":"Mystery of the Manor Moat","longTitle":null,"locations":[{"text":"Llancaiach Fawr, South Wales","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1301781600000},{"id":"235.0","season":"18.0","episode":"10.0","code":"S18 E10","title":"Search for the Domesday Mill","longTitle":null,"locations":[{"text":"Buck Mill, Somerset","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1302386400000},{"id":"243.0","season":"19.0","episode":"1.0","code":"S19 E1","title":"Dig By Wire","longTitle":null,"locations":[{"text":"Gateholm Island, Pembrokeshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1327186800000},{"id":"244.0","season":"19.0","episode":"2.0","code":"S19 E2","title":"A Village Affair","longTitle":null,"locations":[{"text":"Bitterley, Shropshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1327791600000},{"id":"245.0","season":"19.0","episode":"3.0","code":"S19 E3","title":"The Drowned Town","longTitle":null,"locations":[{"text":"Dunwich, Suffolk","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1328396400000},{"id":"246.0","season":"19.0","episode":"4.0","code":"S19 E4","title":"The First King of Racing","longTitle":null,"locations":[{"text":"Newmarket, Suffolk","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1329001200000},{"id":"247.0","season":"19.0","episode":"5.0","code":"S19 E5","title":"Chapel of Secrets","longTitle":null,"locations":[{"text":"Beadnell, Northumberland","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1329606000000},{"id":"248.0","season":"19.0","episode":"6.0","code":"S19 E6","title":"A Copper Bottomed Dig","longTitle":null,"locations":[{"text":"Pentrechwyth, Swansea","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1330210800000},{"id":"249.0","season":"19.0","episode":"7.0","code":"S19 E7","title":"The Only Earl Is Essex","longTitle":null,"locations":[{"text":"Colne Priory, Essex","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1330815600000},{"id":"250.0","season":"19.0","episode":"8.0","code":"S19 E8","title":"Secrets of the Dunes","longTitle":null,"locations":[{"text":"Kenfig, Bridgend","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1332025200000},{"id":"252.0","season":"19.0","episode":"9.0","code":"S19 E9","title":"Rome's Wild West","longTitle":null,"locations":[{"text":"Caerleon, Newport","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1332630000000},{"id":"253.0","season":"19.0","episode":"10.0","code":"S19 E10","title":"How to Lose a Castle","longTitle":null,"locations":[{"text":"Crewkerne, Somerset","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1333231200000},{"id":"254.0","season":"19.0","episode":"11.0","code":"S19 E11","title":"King John's Lost Palace","longTitle":null,"locations":[{"text":"Clipstone, Nottinghamshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1333836000000},{"id":"256.0","season":"19.0","episode":"12.0","code":"S19 E12","title":"Time Team's Guide to Burial - Compilation","longTitle":null,"locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1335650400000},{"id":"257.0","season":"19.0","episode":"13.0","code":"S19 E13","title":"Time Team's Greatest Discoveries - Compilation.","longTitle":null,"locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1336860000000},{"id":"259.0","season":"20.0","episode":"1.0","code":"S20 E1","title":"The Forgotten Gunners of WWI","longTitle":null,"locations":[{"text":"Grantham, Lincolnshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1352588400000},{"id":"260.0","season":"20.0","episode":"2.0","code":"S20 E2","title":"Brancaster","longTitle":null,"locations":[{"text":"Brancaster, Norfolk","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1357426800000},{"id":"261.0","season":"20.0","episode":"3.0","code":"S20 E3","title":"A Capital Hill","longTitle":null,"locations":[{"text":"Ely, Cardiff","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1358031600000},{"id":"262.0","season":"20.0","episode":"4.0","code":"S20 E4","title":"Henham's Lost Mansions","longTitle":null,"locations":[{"text":"Henham Park, Suffolk","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1358636400000},{"id":"263.0","season":"20.0","episode":"5.0","code":"S20 E5","title":"Warriors","longTitle":null,"locations":[{"text":"Figheldean, Wiltshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1359241200000},{"id":"264.0","season":"20.0","episode":"6.0","code":"S20 E6","title":"Lost Mines of Lakeland","longTitle":null,"locations":[{"text":"Coniston, Cumbria","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1359846000000},{"id":"265.0","season":"20.0","episode":"7.0","code":"S20 E7","title":"Horseshoe Hall","longTitle":null,"locations":[{"text":"Oakham Castle, Rutland","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1360450800000},{"id":"266.0","season":"20.0","episode":"8.0","code":"S20 E8","title":"Mystery of the Thames-side Villa","longTitle":null,"locations":[{"text":"Dropshort, Oxfordshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1361055600000},{"id":"267.0","season":"20.0","episode":"9.0","code":"S20 E9","title":"The Lost Castle of Dundrum","longTitle":null,"locations":[{"text":"Dundrum Castle, County Down","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1361660400000},{"id":"268.0","season":"20.0","episode":"10.0","code":"S20 E10","title":"Wolsey's Lost Palace","longTitle":null,"locations":[{"text":"The More, Moor Park, Hertfordshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1362265200000},{"id":"269.0","season":"20.0","episode":"11.0","code":"S20 E11","title":"An Englishman's Castle","longTitle":null,"locations":[{"text":"Upton Castle, Cosheston, Pembrokeshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1362870000000},{"id":"270.0","season":"20.0","episode":"12.0","code":"S20 E12","title":"The Time Team Guide to Experimental Archaeology","longTitle":null,"locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1363474800000},{"id":"271.0","season":"20.0","episode":"13.0","code":"S20 E13","title":"Twenty Years of Time Team","longTitle":null,"locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1364079600000},{"id":"22.0","season":"21.0","episode":"1.0","code":"S21 E1","title":"Christmas Special – Much Wenlock","longTitle":null,"locations":[{"text":"Much Wenlock, Shropshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":883263600000},{"id":"44.0","season":"21.0","episode":"2.0","code":"S21 E2","title":"Christmas Special – Barley Hall","longTitle":null,"locations":[{"text":"Barley Hall, York","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":945558000000},{"id":"45.0","season":"21.0","episode":"3.0","code":"S21 E3","title":"The Mystery of Seahenge","longTitle":"","locations":[{"text":"Holme-next-the-Sea, Norfolk","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":946422000000},{"id":"59.0","season":"21.0","episode":"4.0","code":"S21 E4","title":"The Real King Arthur","longTitle":"","locations":[{"text":"TBA","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":977612400000},{"id":"60.0","season":"21.0","episode":"5.0","code":"S21 E5","title":"The Mystery of Mine Howe","longTitle":"","locations":[{"text":"Tankerness, Orkney","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":977871600000},{"id":"70.0","season":"21.0","episode":"6.0","code":"S21 E6","title":"Coventry's Lost Cathedral","longTitle":null,"locations":[{"text":"Coventry, West Midlands","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":984006000000},{"id":"75.0","season":"21.0","episode":"7.0","code":"S21 E7","title":"Island of the Eels","longTitle":null,"locations":[{"text":"Ely, Cambridgeshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":990050400000},{"id":"76.0","season":"21.0","episode":"8.0","code":"S21 E8","title":"Dinosaur Hunting","longTitle":null,"locations":[{"text":"Dinosaur Belt, Montana, US","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1009666800000},{"id":"90.0","season":"21.0","episode":"9.0","code":"S21 E9","title":"The Big Dig in Canterbury","longTitle":null,"locations":[{"text":"Canterbury, Kent","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1018821600000},{"id":"91.0","season":"21.0","episode":"10.0","code":"S21 E10","title":"Londinium, The Edge of Empire","longTitle":"","locations":[{"text":"London","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1019426400000},{"id":"92.0","season":"21.0","episode":"11.0","code":"S21 E11","title":"The Wreck of Colossus","longTitle":null,"locations":[{"text":"St Mary's, Isles of Scilly","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1036018800000},{"id":"106.0","season":"21.0","episode":"12.0","code":"S21 E12","title":"Hadrian's Well","longTitle":null,"locations":[{"text":"TBA","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1049925600000},{"id":"107.0","season":"21.0","episode":"13.0","code":"S21 E13","title":"Big Dig, The Hole Story","longTitle":null,"locations":[{"text":"Canterbury, Kent","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1072652400000},{"id":"120.0","season":"21.0","episode":"14.0","code":"S21 E14","title":"Sheffield Steel City","longTitle":null,"locations":[{"text":"Sheffield, South Yorkshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1079910000000},{"id":"122.0","season":"21.0","episode":"15.0","code":"S21 E15","title":"The House in the Loch","longTitle":null,"locations":[{"text":"Loch Tay, Perthshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1082325600000},{"id":"123.0","season":"21.0","episode":"16.0","code":"S21 E16","title":"The Ten Million Pound House","longTitle":null,"locations":[{"text":"Ightham Mote, Kent","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1083535200000},{"id":"124.0","season":"21.0","episode":"17.0","code":"S21 E17","title":"D-Day","longTitle":null,"locations":[{"text":"D-Day, Normandy","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1085954400000},{"id":"138.0","season":"21.0","episode":"18.0","code":"S21 E18","title":"King of Bling","longTitle":null,"locations":[{"text":"Prittlewell, Essex","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1118613600000},{"id":"139.0","season":"21.0","episode":"19.0","code":"S21 E19","title":"Britain's Lost Roman Circus","longTitle":null,"locations":[{"text":"Colchester, Essex","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1119218400000},{"id":"140.0","season":"21.0","episode":"20.0","code":"S21 E20","title":"Life on the Edge 1000 B.C.","longTitle":null,"locations":[{"text":"Washingborough, Lincoln","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1119823200000},{"id":"141.0","season":"21.0","episode":"21.0","code":"S21 E21","title":"Journey to Stonehenge","longTitle":null,"locations":[{"text":"Durrington, Wiltshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1133132400000},{"id":"142.0","season":"21.0","episode":"22.0","code":"S21 E22","title":"The Big Roman Villa","longTitle":null,"locations":[{"text":"Dinnington, Somerset","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1136674800000},{"id":"156.0","season":"21.0","episode":"23.0","code":"S21 E23","title":"Buried By The Blitz","longTitle":null,"locations":[{"text":"Shoreditch Park, London","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1162072800000},{"id":"157.0","season":"21.0","episode":"24.0","code":"S21 E24","title":"Big Royal Dig","longTitle":null,"locations":[{"text":"Windsor Castle, Berkshire","coordinates":"51.483333°N 0.604167°W","lat":51.483333,"lng":-0.604167},{"text":" Palace of Holyroodhouse","coordinates":"55.9525°N 3.1725°W","lat":55.9525,"lng":-3.1725},{"text":"Buckingham Palace","coordinates":"51.500833°N 0.141944°W","lat":51.500833,"lng":-0.141944}],"themes":[""],"date":1167519600000},{"id":"165.0","season":"21.0","episode":"25.0","code":"S21 E25","title":"The God Of Gothic","longTitle":null,"locations":[{"text":"Ramsgate, Kent","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1172703600000},{"id":"172.0","season":"21.0","episode":"26.0","code":"S21 E26","title":"Britain's Drowned World","longTitle":null,"locations":[{"text":"TBA","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1177365600000},{"id":"173.0","season":"21.0","episode":"27.0","code":"S21 E27","title":"Jamestown: America's Birthplace","longTitle":null,"locations":[{"text":"Virginia, US","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1177970400000},{"id":"174.0","season":"21.0","episode":"28.0","code":"S21 E28","title":"Secrets of the Stately Garden","longTitle":null,"locations":[{"text":"Prior Park","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1188165600000},{"id":"177.0","season":"21.0","episode":"29.0","code":"S21 E29","title":"Codename: Ainsbrook","longTitle":null,"locations":[{"text":"Thirsk, Yorkshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1200265200000},{"id":"184.0","season":"21.0","episode":"30.0","code":"S21 E30","title":"The Real Knights of the Round Table","longTitle":"","locations":[{"text":"Windsor Castle, Berkshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1203894000000},{"id":"190.0","season":"21.0","episode":"31.0","code":"S21 E31","title":"The Lost Dock of Liverpool","longTitle":null,"locations":[{"text":"Liverpool, Merseyside","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1208728800000},{"id":"191.0","season":"21.0","episode":"32.0","code":"S21 E32","title":"Swords, Skulls and Strongholds","longTitle":null,"locations":[{"text":"TBA","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1211148000000},{"id":"192.0","season":"21.0","episode":"33.0","code":"S21 E33","title":"The Lost WWI Bunker","longTitle":null,"locations":[{"text":"Flanders, Belgium","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1226271600000},{"id":"193.0","season":"21.0","episode":"34.0","code":"S21 E34","title":"The Mystery of the Roman Treasure","longTitle":null,"locations":[{"text":"","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1230246000000},{"id":"207.0","season":"21.0","episode":"35.0","code":"S21 E35","title":"Henry VIII's Lost Palaces","longTitle":null,"locations":[{"text":"England","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1239573600000},{"id":"208.0","season":"21.0","episode":"36.0","code":"S21 E36","title":"The Secrets of Stonehenge","longTitle":null,"locations":[{"text":"Stonehenge, Wiltshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1243807200000},{"id":"209.0","season":"21.0","episode":"37.0","code":"S21 E37","title":"Dover Castle","longTitle":null,"locations":[{"text":"Dover, Kent","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1261177200000},{"id":"215.0","season":"21.0","episode":"38.0","code":"S21 E38","title":"Nelson's Hospital","longTitle":"","locations":[{"text":"Gosport, Hampshire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1274047200000},{"id":"217.0","season":"21.0","episode":"39.0","code":"S21 E39","title":"The Secrets of Westminster Abbey","longTitle":null,"locations":[{"text":"Westminster Abbey, London","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1277676000000},{"id":"220.0","season":"21.0","episode":"40.0","code":"S21 E40","title":"The Real Vikings","longTitle":null,"locations":[{"text":"TBA","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1286748000000},{"id":"231.0","season":"21.0","episode":"41.0","code":"S21 E41","title":"Wars of the Roses","longTitle":null,"locations":[{"text":"Bosworth, Leicestershire","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1300230000000},{"id":"236.0","season":"21.0","episode":"42.0","code":"S21 E42","title":"The Somme's Secret Weapon","longTitle":null,"locations":[{"text":"Mametz, Somme, France","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1302732000000},{"id":"238.0","season":"21.0","episode":"43.0","code":"S21 E43","title":"Castle of the Saxon Kings","longTitle":null,"locations":[{"text":"Bamburgh, Northumberland","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1303596000000},{"id":"239.0","season":"21.0","episode":"44.0","code":"S21 E44","title":"Looking Underground","longTitle":null,"locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1304200800000},{"id":"240.0","season":"21.0","episode":"45.0","code":"S21 E45","title":"Boudica's Lost Tribe","longTitle":"","locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1304460000000},{"id":"241.0","season":"21.0","episode":"46.0","code":"S21 E46","title":"The Way We Lived","longTitle":null,"locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1304805600000},{"id":"242.0","season":"21.0","episode":"47.0","code":"S21 E47","title":"Brunel's Last Launch","longTitle":"","locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1320879600000},{"id":"251.0","season":"21.0","episode":"48.0","code":"S21 E48","title":"Searching for Shakespeare's House","longTitle":null,"locations":[{"text":"Stratford-upon-Avon","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1331420400000},{"id":"255.0","season":"21.0","episode":"49.0","code":"S21 E49","title":"Secrets of the Saxon Gold","longTitle":null,"locations":[{"text":"TBA","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1335045600000},{"id":"258.0","season":"21.0","episode":"50.0","code":"S21 E50","title":"Rediscovering Ancient Britain","longTitle":null,"locations":[{"text":"South Dorset Ridgeway, Dorset","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1339884000000},{"id":"272.0","season":"21.0","episode":"51.0","code":"S21 E51","title":"Britain's Stone Age Tsunami","longTitle":null,"locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1369864800000},{"id":"273.0","season":"21.0","episode":"52.0","code":"S21 E52","title":"The Secret of Lincoln Jail","longTitle":null,"locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1372543200000},{"id":"274.0","season":"21.0","episode":"53.0","code":"S21 E53","title":"The Lost Submarine of WWI","longTitle":"","locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1373148000000},{"id":"275.0","season":"21.0","episode":"54.0","code":"S21 E54","title":"1066: The Lost Battlefield","longTitle":null,"locations":[{"text":"Battle, East Sussex, England","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1385852400000},{"id":"276.0","season":"21.0","episode":"55.0","code":"S21 E55","title":"The Madness of Bedlam","longTitle":null,"locations":[{"text":"Bishopsgate, City of London","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1385852400000},{"id":"277.0","season":"21.0","episode":"56.0","code":"S21 E56","title":"The Edwardian Grand Designer","longTitle":"","locations":[{"text":"Castle Drogo, Drewsteignton, Devon, England","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1393110000000},{"id":"278.0","season":"21.0","episode":"57.0","code":"S21 E57","title":"Britain's Bronze Age Mummies","longTitle":"","locations":[{"text":"Low Hauxley, Northumberland, England","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1393714800000},{"id":"279.0","season":"21.0","episode":"58.0","code":"S21 E58","title":"Secrets of the Body Snatchers","longTitle":"","locations":[{"text":"N/A","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1409436000000},{"id":"280.0","season":"21.0","episode":"59.0","code":"S21 E59","title":"The Boats That Made Britain","longTitle":null,"locations":[{"text":"Dover, Kent","coordinates":"","lat":0.0,"lng":0.0}],"themes":[""],"date":1410040800000}]